{
    "1":{
        "1": "Thus, in the Upanishads of the glorious Bhagavad Gita, the science of the Eternal, the scripture of Yoga, the dialogue between Sri Krishna and Arjuna, ends the first chapter entitled 'The Yoga of Arjuna's Dejection'. Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and eager to fight, what did my sons and the sons of Pandu do? (1)",
        "2": "Sanjaya said: At that time, seeing the Pandava army arrayed for battle, King Duryodhana approached his teacher Drona and spoke these words: (2)",
        "3": "Behold, O Teacher, this mighty army of the sons of Pandu, arrayed by the son of Drupada, your wise disciple. (3)",
        "4-6": "Here in this army are many heroic archers equal in fighting to Bhima and Arjuna: Yuyudhana, Virata, and the mighty chariot-warrior Drupada, (4) Dhrishtaketu, Chekitana, and the valiant king of Kasi, Purujit, Kuntibhoja, and Shaibya, the best of men, (5) the strong Yudhamanyu, and the valiant Uttamauja, the son of Subhadra, and the sons of Draupadi, all great chariot-warriors. (6)",
        "7": "O best of Brahmanas, please listen as I tell you the names of those who are most distinguished among us. These are the leaders of my army. (7)",
        "8": "Yourself, Bhishma, Karna, and Kripa, the victorious in battle; Ashwatthama, Vikarna, and also the son of Somadatta. (8)",
        "9": "And many other heroes also, equipped with various weapons and missiles, who are determined to lay down their lives for my sake. All these are skilled in battle. (9)",
        "10": "This army of ours, commanded by Bhishma, is insufficient, whereas their army, commanded by Bhima, is sufficient. (10)",
        "11": "Now, all of you being stationed in your respective positions in the divisions of the army, support Bhishma alone by all means. (11)",
        "12": "Then, the valiant and elderly Kuru grandsire Bhishma, roaring like a lion, blew his conch loudly, bringing joy to Duryodhana. (12)",
        "13": "Thereafter, conches, kettledrums, tabors, trumpets, and cow-horns blared forth suddenly from the Kaurava side, and the sound was tumultuous. (13)",
        "14": "Then, Madhava and the son of Pandu, stationed in their magnificent chariot drawn by white horses, blew their divine conches. (14)",
        "15": "Hrishikesha blew his conch called Panchajanya, and Dhananjaya blew his conch called Devadatta. Bhima, the doer of terrible deeds, blew his mighty conch called Paundra. (15)",
        "16-18": "King Yudhishthira, the son of Kunti, blew the conch called Anantavijaya, Nakula and Sahadeva blew the conches called Sughosha and Manipushpaka. (16) The king of Kasi, the supreme archer, and Shikhandi, the great chariot-warrior, Dhrishtadyumna, Virata, and the invincible Satyaki, (17) Drupada, the sons of Draupadi, and the mighty-armed son of Subhadra, O lord of the earth, blew their respective conches. (18)",
        "19": "The tumultuous sound shattered the hearts of the sons of Dhritarashtra, reverberating through the sky and the earth. (19)",
        "20": "Then, seeing the sons of Dhritarashtra arrayed for battle and the discharge of weapons about to begin, Arjuna, who had Hanuman on his banner, took up his bow. (20)",
        "21-22": "At that moment, O lord of the earth, Arjuna, the son of Pandu, addressed Hrishikesha, saying: O Achyuta, place my chariot between the two armies so that I may observe those who stand here desirous of battle, and with whom I must engage in this act of war. (21-22)",
        "23": "I wish to see those who have assembled here to fight on behalf of the evil-minded son of Dhritarashtra, wishing to please him. (23)",
        "24": "Sanjaya said: Thus addressed by Gudakesha, O Bharata, Hrishikesha, having placed the best of chariots between the two armies, (24)",
        "25": "In front of Bhishma, Drona, and all the rulers of the earth, said: O Partha, behold these Kurus assembled here. (25)",
        "26": "Then, Partha saw standing there in both armies: fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, and friends. (26)",
        "27": "He also saw fathers-in-law and well-wishers. Seeing all his relatives arrayed, Kaunteya was overwhelmed with compassion and spoke sorrowfully. (27)",
        "28": "Arjuna said: O Krishna, seeing these kinsmen, gathered here eager to fight, (28)",
        "29-31": "My limbs fail and my mouth is parched, my body quivers, and my hair stands on end, (29) Gandiva slips from my hand, and my skin burns all over. I am unable to stand steady, and my mind seems to be whirling. (30) I see adverse omens, O Keshava, and I do not foresee any good from killing my own kinsmen in battle. (31)",
        "32-33": "I desire neither victory, O Krishna, nor kingdom nor pleasures. Of what use is the kingdom to us, O Govinda? Of what use are pleasures or even life itself? (32) Those for whose sake we desire kingdom, enjoyments, and pleasures, are here arrayed for battle, ready to give up their lives and wealth. (33)",
        "34-35": "Teachers, fathers, sons, as well as grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law, and other relatives. (34) I do not wish to kill them, O Madhusudana, even if I am killed by them. O Janardana, how can we be happy by killing our own kinsmen? (35)",
        "36-37": "Even if these, with their hearts blinded by greed, do not see the evil of destroying the family, and the sin of treachery to friends, (36) why should not we, who clearly see the evil of this destruction of the family, learn to turn away from this sin? (37)",
        "38-39": "With the destruction of the family, the eternal family virtues perish, and when these virtues are lost, vice overtakes the entire family. (38) When vice prevails, O Krishna, the women of the family become corrupt, and when women become corrupt, O Varshneya, unwanted progeny are born. (39)",
        "40": "This unwanted progeny leads to hell for the family and for those who destroy the family. Their ancestors fall, deprived of the offerings of rice and water. (40)",
        "41": "By these evil deeds of those who destroy the family and create unwanted progeny, the eternal family and societal duties are obliterated. (41)",
        "42": "O Janardana, we have heard that those men whose family duties are destroyed reside in hell indefinitely. (42)",
        "43-44": "Alas! We are ready to commit a great sin by being prepared to kill our kinsmen out of greed for the pleasures of a kingdom. (43) It would be better if the sons of Dhritarashtra, with weapons in hand, kill me unarmed and unresisting on the battlefield. (44)",
        "45-46": "Sanjaya said: Having thus spoken on the battlefield, Arjuna cast aside his bow and arrows and sat down on the chariot seat, his mind overwhelmed with sorrow. (45-46)",
        "47": "Thus, in the Upanishads of the glorious Bhagavad Gita, the science of the Eternal, the scripture of Yoga, the dialogue between Sri Krishna and Arjuna, ends the first chapter entitled 'The Yoga of Arjuna's Dejection'."
    },
    "2":{
        "1": "Chapter 2: Sankhya Yoga\nSanjaya said: \nSeeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhusudana, Krsna, spoke the following words. (2.1)",
        "2": "The Supreme Personality of Godhead said: \nMy dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the value of life. They lead not to higher planets but to infamy. (2.2)",
        "3": "O son of Prtha, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy. (2.3)",
        "4": "Arjuna said: \nO killer of Madhu (Krsna), how can I counterattack with arrows in battle men like Bhisma and Drona, who are worthy of my worship? (2.4)",
        "5": "It is better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors. If they are killed, everything we enjoy will be tainted with blood. (2.5)",
        "6": "Nor do we know which is better—conquering them or being conquered by them. The sons of Dhritarashtra, whom if we killed we should not care to live, are now standing before us on this battlefield. (2.6)",
        "7": "Now I am confused about my duty and have lost all composure because of weakness. In this condition, I am asking You to tell me clearly what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me. (2.7)",
        "8": "I can find no means to drive away this grief which is drying up my senses. I will not be able to dispel it even if I win a prosperous, unrivaled kingdom on earth with sovereignty like the demigods in heaven. (2.8)",
        "9": "Sanjaya said: \nHaving spoken thus, Arjuna, chastiser of enemies, told Krsna, 'Govinda, I shall not fight,' and fell silent. (2.9)",
        "10": "O descendant of Bharata, at that time Krsna, smiling in the midst of both the armies, spoke the following words to the grief-stricken Arjuna. (2.10)",
        "11": "The Supreme Personality of Godhead said: \nWhile speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor for the dead. (2.11)",
        "12": "Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be. (2.12)",
        "13": "Just as the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change. (2.13)",
        "14": "O son of Kunti, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, and one must learn to tolerate them without being disturbed. (2.14)",
        "15": "O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation. (2.15)",
        "16": "Those who are seers of the truth have concluded that of the nonexistent there is no endurance, and of the existent there is no cessation. This seers have concluded by studying the nature of both. (2.16)",
        "17": "Know that which pervades the entire body is indestructible. No one is able to destroy the imperishable soul. (2.17)",
        "18": "The material body of the indestructible, immeasurable, and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata. (2.18)",
        "19": "Neither he who thinks the living entity the slayer nor he who thinks it slain is in knowledge, for the self slays not nor is slain. (2.19)",
        "20": "For the soul there is never birth nor death. Nor, having once been, does he ever cease to be. He is unborn, eternal, ever-existing, undying, and primeval. He is not slain when the body is slain. (2.20)",
        "21": "O Partha, how can a person who knows that the soul is indestructible, eternal, unborn, and immutable kill anyone or cause anyone to kill? (2.21)",
        "22": "As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones. (2.22)",
        "23": "The soul can never be cut to pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind. (2.23)",
        "24": "This individual soul is unbreakable and insoluble, and can be neither burned nor dried. He is everlasting, present everywhere, unchangeable, immovable, and eternally the same. (2.24)",
        "25": "It is said that the soul is invisible, inconceivable, and immutable. Knowing this, you should not grieve for the body. (2.25)",
        "26": "If, however, you think that the soul is perpetually born and always dies, still you have no reason to lament, O mighty-armed. (2.26)",
        "27": "For one who has taken his birth, death is certain; and for one who is dead, birth is certain. Therefore in the unavoidable discharge of your duty, you should not lament. (2.27)",
        "28": "All created beings are unmanifest in their beginning, manifest in their interim state, and unmanifest again when annihilated. So what need is there for lamentation? (2.28)",
        "29": "Some look on the soul as amazing, some describe him as amazing, and some hear of him as amazing, while others, even after hearing about him, cannot understand him at all. (2.29)",
        "30": "O descendant of Bharata, he who dwells in the body is eternal and can never be slain. Therefore you need not grieve for any creature. (2.30)",
        "31": "Considering your specific duty as a ksatriya, you should know that there is no better engagement for you than fighting on religious principles; and so there is no need for hesitation. (2.31)",
        "32": "O Partha, happy are the ksatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets. (2.32)",
        "33": "If, however, you do not perform your religious duty of fighting, then you will certainly incur sins for neglecting your duties and thus lose your reputation as a fighter. (2.33)",
        "34": "People will always speak of your infamy, and for one who has been honored, dishonor is worse than death. (2.34)",
        "35": "The great generals who have highly esteemed your name and fame will think that you have left the battlefield out of fear only, and thus they will consider you a coward. (2.35)",
        "36": "Your enemies will describe you in many unkind words and scorn your ability. What could be more painful for you? (2.36)",
        "37": "O son of Kunti, either you will be killed on the battlefield and attain the heavenly planets, or you will conquer and enjoy the earthly kingdom. Therefore, get up with determination and fight. (2.37)",
        "38": "Do thou fight for the sake of fighting, without considering happiness or distress, loss or gain, victory or defeat—and by so doing you shall never incur sin. (2.38)",
        "39": "Thus far I have declared to you the analytical knowledge of Sankhya philosophy. Now listen to the knowledge of yoga whereby one works without fruitive result. O son of Prtha, when you act in such knowledge you can free yourself from the bondage of works. (2.39)",
        "40": "In this endeavor there is no loss or diminution, and a little advancement on this path can protect one from the most dangerous type of fear. (2.40)",
        "41": "Those who are on this path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched. (2.41)",
        "42-43": "Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this. (2.42-43)",
        "44": "In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place. (2.44)",
        "45": "The Vedas deal mainly with the subject of the three modes of material nature. O Arjuna, become transcendental to these three modes. Be free from all dualities and from all anxieties for gain and safety, and be established in the self. (2.45)",
        "46": "All purposes that are served by the small pond can at once be served by the great reservoirs of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them. (2.46)",
        "47": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Never consider yourself to be the cause of the results of your activities, nor be attached to inaction. (2.47)",
        "48": "Be steadfast in yoga, O Arjuna. Perform your duty and abandon all attachment to success or failure. Such evenness of mind is called yoga. (2.48)",
        "49": "O Dhananjaya, keep all abominable activities far distant by devotional service, and in that consciousness surrender unto the Lord. Those who want to enjoy the fruits of their work are misers. (2.49)",
        "50": "A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore strive for yoga, which is the art of all work. (2.50)",
        "51": "By thus engaging in devotional service to the Lord, great sages or devotees free themselves from the results of work in the material world. In this way they become free from the cycle of birth and death and attain the state beyond all miseries [by going back to Godhead]. (2.51)",
        "52": "When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard. (2.52)",
        "53": "When your mind is no longer disturbed by the flowery language of the Vedas, and when it remains fixed in the trance of self-realization, then you will have attained the divine consciousness. (2.53)",
        "54": "Arjuna said: \nO Krsna, what are the symptoms of one whose consciousness is thus merged in transcendence? How does he speak, and what is his language? How does he sit, and how does he walk? (2.54)",
        "55": "The Supreme Personality of Godhead said: \nO Partha, when a man gives up all varieties of desire for sense gratification, which arise from mental concoction, and when his mind, thus purified, finds satisfaction in the self alone, then he is said to be in pure transcendental consciousness. (2.55)",
        "56": "One who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear, and anger, is called a sage of steady mind. (2.56)",
        "57": "In the material world, one who is unaffected by whatever good or evil he may obtain, neither praising it nor despising it, is firmly fixed in perfect knowledge. (2.57)",
        "58": "One who is able to withdraw his senses from sense objects, as the tortoise draws its limbs within the shell, is to be understood as truly situated in knowledge. (2.58)",
        "59": "The embodied soul may be restricted from sense enjoyment, though the taste for sense objects remains. But, ceasing such engagements by experiencing a higher taste, he is fixed in consciousness. (2.59)",
        "60": "The senses are so strong and impetuous, O Arjuna, that they forcibly carry away the mind even of a man of discrimination who is endeavoring to control them. (2.60)",
        "61": "One who restrains his senses and fixes his consciousness upon Me is known as a man of steady intelligence. (2.61)",
        "62": "While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises. (2.62)",
        "63": "From anger, delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost, one falls down again into the material pool. (2.63)",
        "64": "But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord. (2.64)",
        "65": "For one thus satisfied [in Krishna consciousness], the threefold miseries of material existence exist no longer; in such satisfied consciousness, one’s intelligence is soon well established. (2.65)",
        "66": "One who is not connected with the Supreme [in Krishna consciousness] can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace? (2.66)",
        "67": "As a boat on the water is swept away by a strong wind, even one of the roaming senses on which the mind focuses can carry away a man’s intelligence. (2.67)",
        "68": "Therefore, O mighty-armed, one whose senses are restrained from their objects is certainly of steady intelligence. (2.68)",
        "69": "What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage. (2.69)",
        "70": "A person who is not disturbed by the incessant flow of desires—that enter like rivers into the ocean, which is ever being filled but is always still—can alone achieve peace, and not the man who strives to satisfy such desires. (2.70)",
        "71": "A person who has given up all desires for sense gratification, who lives free from desires, who has given up all sense of proprietorship and is devoid of false ego—he alone can attain real peace. (2.71)",
        "72": "That is the way of the spiritual and godly life, after attaining which a man is not bewildered. Being so situated, even at the hour of death, one can enter into the kingdom of God. (2.72)"
    },
    "3":{
        "1-2": "Arjuna said: If you consider knowledge superior to action, O Janardana, then why do you engage me in this terrible action, O Kesava? With these apparently confusing words, you seem to bewilder my understanding; therefore, please tell me decisively that one way by which I may attain the highest good. ॥1-2॥",
        "3": "The Blessed Lord said: In this world, there is a twofold path, as I said before, O sinless one: the path of knowledge of the Sankhyas and the path of action of the Yogis. ॥3॥",
        "4": "A man does not attain freedom from action by abstaining from actions; nor does he attain perfection by mere renunciation. ॥4॥",
        "5": "Indeed, no one can ever remain even for a moment without performing action; for everyone is made to act helplessly by the impulses born of nature. ॥5॥",
        "6": "He who restrains the organs of action but continues to dwell on the objects of the senses in his mind, is a deluded person and a hypocrite. ॥6॥",
        "7": "But, O Arjuna, he who controls the senses by the mind, and without attachment engages the organs of action in the path of work, excels. ॥7॥",
        "8": "You should perform your prescribed duty, for action is better than inaction; even the maintenance of the body would not be possible by inaction. ॥8॥",
        "9": "The world is bound by actions other than those performed for the sake of sacrifice. Therefore, O son of Kunti, perform actions for that sake, free from attachment. ॥9॥",
        "10": "In the beginning, the Creator, having created mankind together with sacrifices, said: 'By this shall you propagate; let this be the milker of your desires.' ॥10॥",
        "11": "Foster the gods with this, and may those gods foster you; thus fostering one another, you shall attain the highest good. ॥11॥",
        "12": "Fostered by sacrifice, the gods will bestow on you the desired enjoyments. He who enjoys these gifts without giving them in return is verily a thief. ॥12॥",
        "13": "The righteous, who eat the remnants of sacrifices, are freed from all sins; but those sinful ones who cook for their own sake, they eat sin. ॥13॥",
        "14": "From food, creatures come into being; from rain, food is produced; from sacrifice, arises rain; and sacrifice is born of action. ॥14॥",
        "15": "Know that action arises from Brahman, and Brahman arises from the Imperishable. Therefore, the all-pervading Brahman is ever established in sacrifice. ॥15॥",
        "16": "He who does not follow the wheel of creation set in motion here, sinful and sensual, lives in vain, O Arjuna. ॥16॥",
        "17": "But the man who rejoices in the Self alone, is satisfied with the Self, and is content in the Self, for him there is no duty. ॥17॥",
        "18": "Such a person has no purpose to gain by doing work, nor any purpose to gain by not doing work. He has no dependence on any being for any object. ॥18॥",
        "19": "Therefore, without attachment, constantly perform action which is duty, for by performing action without attachment, one attains the Supreme. ॥19॥",
        "20-21": "Janaka and others indeed attained perfection by action alone; even with a view to the protection of the masses you should perform action. ॥20॥ Whatever a great man does, that other men also do; whatever standard he sets up, the world follows. ॥21॥",
        "22": "There is nothing in the three worlds, O Arjuna, that has to be done by Me, nor is there anything unattained that should be attained; yet I engage in action. ॥22॥",
        "23": "For, if I did not engage in action unwearied, men would in every way follow My path, O Arjuna. ॥23॥",
        "24": "These worlds would perish if I did not perform action; I would be the cause of confusion of castes, and would destroy these beings. ॥24॥",
        "25": "As the ignorant act from attachment to work, O Bharata, so should the wise act without attachment, desiring the welfare of the world. ॥25॥",
        "26": "The wise should not unsettle the minds of the ignorant, who are attached to action; they should engage them in all actions, themselves performing them with devotion. ॥26॥",
        "27": "All actions are performed by the gunas of Prakriti. Deluded by the ego, a person thinks, 'I am the doer.' ॥27॥",
        "28": "But he who knows the truth, O mighty-armed, about the divisions of the gunas and works, understanding that the gunas, as senses, act upon the gunas as objects, does not become attached. ॥28॥",
        "29": "Those who are deluded by the gunas of Prakriti are attached to the works of the gunas. The wise should not unsettle the dull-minded who do imperfect work. ॥29॥",
        "30": "Surrendering all actions to Me, with the mind intent on the Self, free from desire and selfishness, fight, without mental fever. ॥30॥",
        "31": "Those men who constantly practice this teaching of Mine with faith and without complaining, they too are freed from the bondage of actions. ॥31॥",
        "32": "But those who find fault with this teaching and do not practice it, deluded in all knowledge and devoid of discrimination, know them to be doomed to destruction. ॥32॥",
        "33": "Even a wise man acts in accordance with his own nature; all living beings follow their nature. What can repression accomplish? ॥33॥",
        "34": "Attachment and aversion for the objects of the senses abide in the senses. Let none come under their sway, for they are his foes. ॥34॥",
        "35": "Better is one's own duty, though devoid of merit, than the duty of another well-performed. Better is death in one's own duty; the duty of another is fraught with fear. ॥35॥",
        "36": "Arjuna said: But by what impelled does a man commit sin, even unwillingly, as if driven by force, O Varshneya? ॥36॥",
        "37": "The Blessed Lord said: It is desire, it is anger, born of the rajo-guna, all-devouring, all-sinful. Know this as the foe here. ॥37॥",
        "38": "As a fire is covered by smoke, as a mirror is obscured by dust, as an embryo is enveloped by the womb, so is knowledge covered by this. ॥38॥",
        "39": "Knowledge, O son of Kunti, is covered by this constant enemy of the wise in the form of desire, which is insatiable and burns like fire. ॥39॥",
        "40": "The senses, the mind, and the intellect are said to be its seat. With these, it deludes the embodied by veiling knowledge. ॥40॥",
        "41": "Therefore, O best of the Bharatas, controlling the senses at the outset, slay this sinful destroyer of knowledge and realization. ॥41॥",
        "42": "The senses are said to be superior, the mind is superior to the senses, the intellect is superior to the mind, and what is superior to the intellect is He (the Self). ॥42॥",
        "43": "Thus knowing that which is superior to the intellect and subduing the mind by the Self, O mighty-armed, slay the enemy in the form of desire, hard to conquer. ॥43॥"
      },
      "4":{
        "1": "Chapter 4: Jnana Yoga (The Yoga of Knowledge)",
        "2": "The Blessed Lord said: I taught this imperishable yoga to Vivasvan, he taught it to Manu, and Manu taught it to Ikshvaku.",
        "3": "Thus handed down in succession, the royal sages knew this. But with long lapse of time, O Arjuna, this yoga was lost to the world.",
        "4": "That same ancient yoga has been taught to you by Me today, for you are My devotee and My friend; it is the supreme secret.",
        "5": "Arjuna said: You were born later, while Vivasvan was born earlier; how am I to understand that You taught this yoga in the beginning?",
        "6": "The Blessed Lord said: Many births of Mine have passed, as well as of yours, O Arjuna; I know them all, but you know them not, O Parantapa.",
        "7": "Though I am unborn, imperishable, and the Lord of all beings, yet, by controlling My own material nature, I manifest by My own power.",
        "8": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Bharata, at that time I manifest Myself on earth.",
        "9": "To protect the righteous, to annihilate the wicked, and to reestablish the principles of dharma, I appear millennium after millennium.",
        "10": "He who knows in truth My divine birth and activities does not, upon leaving the body, take birth again but comes to Me, O Arjuna.",
        "11": "Freed from attachment, fear, and anger, absorbed in Me, taking refuge in Me, purified by the fire of knowledge, many have attained My being.",
        "12": "In whatever way men surrender unto Me, in the same way do I reciprocate with them. Everyone follows My path, O Partha, in all respects.",
        "13": "Men, desiring success in their activities, worship the gods, because success born of actions is very quickly attained in the human world.",
        "14": "The fourfold caste system was created by Me according to the differentiation of guna and karma. Though I am the creator of this system, know Me to be the non-doer and eternal.",
        "15": "Actions do not taint Me, nor do I have any desire for the fruits of actions. One who knows Me in this way is not bound by actions.",
        "16": "Knowing this, the ancient seekers of liberation performed actions; therefore, you should perform actions as the ancients did in ancient times.",
        "17": "What is action? What is inaction? Even the wise are confused in determining this. I shall explain to you what action is, knowing which you shall be liberated from all misfortune.",
        "18": "One must understand what action is, what wrong action is, and also what inaction is. The nature of action is very difficult to understand.",
        "19": "He who sees inaction in action and action in inaction is wise among men; he is a yogi and has accomplished all his duties.",
        "20": "Having abandoned attachment to the fruits of actions, ever satisfied, depending on nothing, though engaged in actions, he does not do anything.",
        "21": "Free from expectations, with the mind and intellect controlled, giving up all sense of proprietorship over possessions, he does not incur sin by performing actions through the body.",
        "22": "Content with whatever comes unsought, transcending dualities, free from envy, even-minded in success and failure, he is not bound by actions.",
        "23": "All actions of a person who is free from attachment, who is liberated, whose mind is established in knowledge, and who acts for the sake of sacrifice are dissolved.",
        "24": "The act of offering is Brahman, the oblation is Brahman, offered by Brahman in the fire of Brahman. By seeing Brahman in action, one attains Brahman.",
        "25": "Some yogis perform sacrifice to the gods alone, while others sacrifice by offering the self as sacrifice in the fire of Brahman.",
        "26": "Some offer hearing and other senses in the fires of restraint, while others offer sound and other objects of the senses in the fire of the senses.",
        "27": "Others offer all the functions of the senses and the functions of the life-breaths in the fire of the yoga of self-restraint, kindled by knowledge.",
        "28": "Some offer wealth, some perform austerity, some practice the yoga of eightfold path, while others study scriptures and acquire knowledge, all being purified by sacrifice.",
        "29": "Some sacrifice the inhalation in the exhalation, while others sacrifice the exhalation in the inhalation, stopping the paths of inhalation and exhalation, remaining devoted to the regulation of the breath.",
        "30": "Others, restricting their diet, sacrifice the life-breaths in the life-breaths. All these are knowers of sacrifice, whose sins are destroyed by sacrifice.",
        "31": "Those who eat the remnants of sacrifice become one with Brahman. O best of the Kurus, one who does not perform sacrifice cannot find happiness either in this world or the next.",
        "32": "Thus many kinds of sacrifice are spread at the mouth of Brahman. Know them all to be born of action. Knowing this, you shall be liberated.",
        "33": "Superior to the sacrifice of material possessions is the sacrifice of knowledge, O Parantapa. All actions in their entirety culminate in knowledge.",
        "34": "Know that by prostration, by inquiry, and by service, the wise who have realized the truth will instruct you in knowledge.",
        "35": "Knowing this, you will never again fall into such delusion, and by this knowledge, you will see all beings in your own self and also in Me.",
        "36": "Even if you are the most sinful of all sinners, yet you shall cross over all sin by the raft of knowledge.",
        "37": "As the blazing fire turns firewood to ashes, O Arjuna, so does the fire of knowledge burn to ashes all karma.",
        "38": "Verily, there is no purifier in this world like knowledge. One who has attained purity of heart through prolonged practice of yoga finds it within himself in due course of time.",
        "39": "He who has faith, who is devoted, who has subdued the senses, obtains knowledge, and having obtained knowledge, he quickly attains the supreme peace.",
        "40": "But the ignorant and faithless person, who doubts the revealed scriptures, does not attain God-consciousness. For the doubting soul, there is happiness neither in this world nor in the next.",
        "41": "One who performs actions, renouncing them with the yoga of knowledge, whose doubts are dispelled by knowledge, who is self-possessed, actions do not bind him, O Dhananjaya.",
        "42": "Therefore, with the sword of knowledge, cut asunder the doubts in your heart, born of ignorance, and take refuge in yoga. Arise, O Bharata. Thus, in the Upanishads of the glorious Bhagavad Gita, the science of the eternal, the scripture of yoga, the dialogue between Sri Krishna and Arjuna, ends the fourth discourse entitled: The Yoga of Knowledge."
    },
    "5":{
        "1": "Chapter 5: The Yoga of Renunciation and the Yoga of Action. Arjuna said: O Krishna, You praise the renunciation of action and the yoga of action. Please tell me which of these is the better path. (1)",
        "2": "The Blessed Lord said: Both renunciation and yoga of action lead to liberation, but of the two, the yoga of action is superior to renunciation. (2)",
        "3": "He who is a constant renunciant, who neither hates nor desires, is truly a renunciant. O mighty-armed Arjuna, such a one is freed from all bondage and enjoys supreme happiness. (3)",
        "4": "The foolish speak of Sankhya and Yoga as different. The wise, however, know that both are one and the same. (4)",
        "5": "The place attained by those who follow Sankhya is also attained by those who follow Yoga. He who sees both Sankhya and Yoga as one sees truly. (5)",
        "6": "O mighty-armed Arjuna, renunciation is hard to attain without Yoga, but a yogi soon reaches Brahman. (6)",
        "7": "A yogi, whose mind is purified and self-controlled, who has conquered the senses, remains unaffected by actions, even while performing them. (7)",
        "8-9": "The wise man who perceives that he does nothing, even while seeing, hearing, touching, smelling, eating, moving, sleeping, breathing, speaking, relinquishing, or opening and closing his eyes, is aware that the senses interact with the sense objects according to their nature. (8-9)",
        "10": "One who performs actions by dedicating them to Brahman, abandoning attachment, is not tainted by sin, just as a lotus leaf is untouched by water. (10)",
        "11": "The yogis perform actions with the body, speech, and mind, renouncing attachment, for the purification of the self. (11)",
        "12": "One who has renounced the fruits of action attains peace, while the person who is attached to the results of actions is bound. (12)",
        "13": "He who is established in the self, renouncing all actions mentally, enjoys happiness, residing in the city of nine gates, not engaging in actions or causing them to be done. (13)",
        "14": "The Supreme Lord does not create actions or their results, nor does He create the bondage to actions. It is the nature of each being that drives them to action. (14)",
        "15": "The Supreme Lord does not take upon Himself the sins or the merits of any being. Knowledge is enveloped by ignorance, causing beings to be deluded. (15)",
        "16": "But knowledge destroys ignorance for those who have realized the self, shining like the sun, illuminating the Supreme Truth. (16)",
        "17": "Those whose intellect is absorbed in that knowledge, whose souls are established in it, and who are devoted to it, attain liberation and do not return to this world. (17)",
        "18": "The learned sages see with equanimity a Brahmin endowed with learning and humility, a cow, an elephant, and a dog, as well as one who eats dog meat. (18)",
        "19": "He who is established in equanimity here on earth, whose mind is steady, sees the Supreme Brahman in all beings. (19)",
        "20": "The wise person who is not elated by obtaining what is desirable or distressed by what is undesirable, remains steady in wisdom, being established in the Supreme Brahman. (20)",
        "21": "The person who is unattached to external sense pleasures, finds joy within himself. He who is united with the Supreme Yoga attains eternal happiness. (21)",
        "22": "The pleasures arising from contact with the senses are only sources of pain; they have a beginning and an end. The wise person does not delight in them. (22)",
        "23": "He who is able to endure the urges of desire and anger before the release of the body, is a yogi and a happy person. (23)",
        "24": "One who finds happiness within, is always absorbed in spiritual joy, and who sees the divine light within, achieves the state of union with Brahman. (24)",
        "25": "The purified sages, whose sins have been eradicated, and who have transcended doubts, engage in the welfare of all beings and attain Brahman. (25)",
        "26": "The yogis who have overcome desire and anger, and whose minds are focused, find Brahman everywhere and are liberated. (26)",
        "27-28": "The yogi who, with a steady mind, practices the control of the senses, regulates his breath and maintains inner equilibrium, is always liberated, free from desire, fear, and anger. (27-28)",
        "29": "One who perceives Me as the Supreme Enjoyer of sacrifices and penances, the Supreme Lord of all worlds, and the friend of all beings, attains peace. (29) Thus ends the fifth chapter, the Yoga of Renunciation and the Yoga of Action, in the Bhagavad Gita, which is a scripture on Brahman knowledge and Yoga, spoken by Krishna to Arjuna."
    },
    "6":{
        "1": "Thus, the sixth chapter: The Yoga of Self-Control. The Blessed Lord said: He who performs his duties without attachment, surrendering the results to the Supreme, is a renunciant and a yogi, not he who lights no fire and performs no duties.",
        "2": "O Pandava, know that yoga which is called renunciation is the same as that which is called yoga. A person who has not renounced desires will not become a yogi.",
        "3": "For one who is desiring to ascend to yoga, the practice of karma is said to be the means. And for one who has attained yoga, the same is said to be cessation of activity.",
        "4": "When one is not attached to sense objects or actions, and has renounced all desires, he is said to have attained yoga.",
        "5": "One should lift the self by the self and should not lower the self. The self is the friend of the self, and the self is the enemy of the self.",
        "6": "He who has conquered the self, by the self, is a friend to the self; but he who has not conquered the self, will be his own enemy.",
        "7": "To him whose mind is peaceful, the Supreme Soul is firmly established. He is unaffected by cold, heat, happiness, or sorrow, and is even-minded in honor and dishonor.",
        "8": "He who is content with knowledge and wisdom, who is steadfast, and who has conquered the senses, is called a yogi. He sees a piece of clay, a stone, and gold as equal.",
        "9": "One who has equal feelings toward friends, companions, enemies, neutrals, mediators, and those who are hostile or related to him, is considered to be of superior understanding.",
        "10": "The yogi, who is ever diligent and whose mind is serene, sits alone in a secluded place and engages in yoga with a disciplined mind.",
        "11": "In a clean place, he should sit firmly on a seat that is neither too high nor too low, covered with a cloth, deerskin, and a kusha grass.",
        "12-13": "There, having fixed the mind and controlled the senses, one should sit with a steady posture, keeping the body, head, and neck aligned and unmoved, and gaze steadily at the tip of the nose without looking elsewhere.",
        "14": "With a calm mind and free from fear, one should practice celibacy and control the mind. Let him sit with the mind fixed on Me, and be devoted to Me.",
        "15": "Thus, always keeping the mind steady, the yogi achieves supreme peace and union with Me.",
        "16": "There is no yoga for one who eats too much or too little, who sleeps too much or too little. Yoga is not possible for one who is not moderate in eating, sleeping, and work.",
        "17": "The yoga which destroys suffering is attained by one who is moderate in diet, activities, and sleep, and who is also moderate in waking and exertion.",
        "18": "When the mind is controlled and rests in the self alone, free from all desires, one is said to be established in yoga.",
        "19": "Like a lamp in a windless place does not flicker, so the mind of a yogi, whose mind is under control, remains steady in meditation.",
        "20": "When the mind becomes still and remains undisturbed by yoga practice, and when one perceives the self within the self, then he is said to be in the state of bliss.",
        "21": "The ultimate happiness which is perceived by the intellect and is beyond the senses, is realized by one who is firmly established in that state.",
        "22": "Having gained this happiness, one does not seek any other gain, and even when faced with difficulties, he is not disturbed.",
        "23": "This is known as the union with yoga, which destroys all suffering. It should be practiced with a resolute mind and without any aversion.",
        "24-25": "One should renounce all desires that arise from mental concepts, and control the sense organs completely. Gradually, with patience and firm determination, one should become self-realized, and not think of anything else.",
        "26": "Wherever the restless mind wanders away from the self, one should gently bring it back and focus it on the self.",
        "27": "The yogi, whose mind is calm and whose heart is purified, attains supreme bliss and reaches the state of being one with Brahman.",
        "28": "The yogi who practices this regularly, who is free from sin, enjoys the highest bliss and feels the touch of Brahman.",
        "29": "The yogi sees the self in all beings and all beings in the self. He sees all creatures equally and has a balanced perception.",
        "30": "He who sees Me in everything and everything in Me, he does not get lost and I do not lose him.",
        "31": "He who worships Me with the understanding of unity, and sees all beings as the same, he remains with Me, even if he is present everywhere.",
        "32": "O Arjuna, one who sees all beings as equal, in both happiness and sorrow, is considered the highest type of yogi.",
        "33": "Arjuna said: O Madhusudana, I do not see this yoga which You have described, as steady because of its restless nature.",
        "34": "Indeed, the mind is restless, turbulent, powerful, and obstinate. It is difficult to control, I think, like the wind.",
        "35": "The Blessed Lord said: Undoubtedly, O Mighty-armed Arjuna, the mind is restless and difficult to control. But it can be controlled by practice and detachment.",
        "36": "I believe that the yoga of one who is uncontrolled, who does not practice regularly, is difficult to achieve. But the one who has controlled the mind can achieve it.",
        "37": "Arjuna said: O Krishna, what happens to one who is devoted but whose mind is restless and who does not achieve perfection in yoga?",
        "38": "Is he not like a clouded intelligence, wandering away from the path of Brahman, having no place to go?",
        "39": "This is my doubt, Krishna. Please clear it for me completely. No one other than You can resolve this doubt.",
        "40": "The Blessed Lord said: O Partha, there is no destruction for such a person, neither in this world nor the next. The one who performs good deeds does not suffer.",
        "41-42": "He goes to the worlds of the virtuous and lives there for a long time, and is born again in a noble or wise family. This birth is indeed very rare to attain.",
        "43": "There, he regains the wisdom of his previous birth, and strives again with renewed effort. Thus, he is able to achieve success more quickly.",
        "44": "By previous practice, he is drawn towards it, even though he may not have attained perfection in this life. A person who is eager for yoga transcends ordinary knowledge.",
        "45": "Striving with determination, the yogi who has purified himself of all impurities attains the supreme state of bliss.",
        "46": "A yogi is considered superior to ascetics, superior to the wise, and superior to the workers. Therefore, Arjuna, a yogi is the highest.",
        "47": "Among all yogis, the one who worships Me with unwavering faith and devotion is considered to be the highest. Thus, in the Bhagavad Gita, which is part of the Upanishads and the science of yoga, the dialogue between Krishna and Arjuna, known as the Yoga of Self-Control, ends."
    },
    "7":{
        "1": "Thus, the seventh chapter: The Yoga of Knowledge and Wisdom. The Blessed Lord said: Arjuna, listen to how you can know Me in full, as I explain the Yoga of Knowledge and Wisdom, which will remove all your doubts.",
        "2": "I will now explain to you in full this knowledge combined with wisdom, knowing which there remains nothing else to be known in this world.",
        "3": "Among thousands of men, one may strive for perfection; and of those who have achieved perfection, scarcely one knows Me in truth.",
        "4": "Earth, water, fire, air, space, mind, intelligence, and ego—these eight constitute My separated material energies.",
        "5": "Besides these, there is another superior energy of Mine, the living entities, O mighty-armed Arjuna, who are exploiting the resources of this material, inferior nature.",
        "6": "Know that all created beings have their source in these two energies. I am the source of the creation and dissolution of the entire universe.",
        "7": "There is nothing higher than Me, O Dhananjaya. Everything rests upon Me as pearls are strung on a thread.",
        "8": "I am the taste in water, O son of Kunti. I am the light of the sun and the moon. I am the syllable 'Om' in the Vedic mantras. I am the sound in ether and the ability in man.",
        "9": "I am the sweet fragrance of the earth and the brilliance in fire. I am the life of all living beings and the austerity in ascetics.",
        "10": "I am the seed of all existence, O Partha. The intelligence of the intelligent, the strength of the strong, I am the consciousness in the wise.",
        "11": "I am the strength of the strong, free from desire and attachment. I am the virtue opposed to vice in living beings.",
        "12": "Know that the divine qualities of goodness, passion, and ignorance, which are present in all beings, are manifestations of My energy.",
        "13": "The entire world is deluded by these three gunas (modes of material nature). The beings who are thus deluded do not know Me, who am beyond the gunas.",
        "14": "This divine energy of Mine, consisting of the three gunas, is difficult to overcome. But those who surrender unto Me can cross beyond it.",
        "15": "Those who are deluded and ignorant, who have abandoned My divine nature, worship other deities and are influenced by their own nature.",
        "16": "Four kinds of pious men worship Me, O Arjuna: the distressed, the seeker of knowledge, the seeker of wealth, and the wise.",
        "17": "Among these, the wise worship Me with unwavering devotion. To him, I am very dear and he is dear to Me.",
        "18": "The wise, knowing Me as the ultimate truth, engage in constant worship with a steadfast mind, and attain the supreme goal.",
        "19": "After many births and deaths, the wise one who is endowed with knowledge and has surrendered to Me, realizes that I am everything.",
        "20": "Desiring their own goals, people worship various deities according to their own natures, and attain those goals granted by the deities.",
        "21": "Whatever form any devotee with faith desires to worship, I make his faith steady in that form.",
        "22": "The devotee thus worships that deity with faith, and receives his desires fulfilled by Me alone, who grants those desires.",
        "23": "But those whose knowledge is limited and whose desires are bound by temporal things attain only a temporary result. My devotees, however, reach Me.",
        "24": "The unmanifest, the eternal, and imperishable, is perceived by the foolish as manifest. They do not know My transcendental nature.",
        "25": "I am not manifest to everyone. Being covered by My divine energy, the deluded cannot perceive Me as I am, the unborn and imperishable.",
        "26": "I know the past, present, and future of all beings, but no one knows Me.",
        "27": "O Bharata, deluded by dualities arising from desire and aversion, all beings are bound to this cycle of birth and death.",
        "28": "Those who have shed their sins and are freed from the dualities of existence, worship Me with determination.",
        "29": "Those who seek liberation from old age and death, and who take refuge in Me, know the full transcendental knowledge of Brahman.",
        "30": "Those who understand Me as the ultimate reality, the Supreme Being, the deity of sacrifices, and the ultimate goal, worship Me with unwavering devotion. Thus ends the seventh chapter of the Bhagavad Gita, titled 'The Yoga of Knowledge and Wisdom,' in the conversation between Krishna and Arjuna."
    },
    "8":{
        "1-2": "Chapter 8: The Yoga of the Imperishable Absolute. Arjuna said: What is that Brahman? What is the self (Atman)? What is action, O Supreme Person? What is the nature of the elements and the divine? How is the supreme person to be understood at the time of death? How should the knowledge of the supreme being be obtained by the one who is dedicated and controlled? (1-2)",
        "3": "The Blessed Lord said: The imperishable Brahman is called 'Aksara' (the Imperishable). The nature of the self (Atman) is termed 'Adhyatma' (the Self). The process of creation and dissolution of beings is known as 'Vissarga' (the act of creating). (3)",
        "4": "The element (Adhibhuta) is the perishable entity. The supreme person (Purusha) is the divine (Adhidaiva). The 'Adhiyajna' (the sacrificial deity) is I, the best among those who live in the body. (4)",
        "5": "At the time of death, whoever thinks of Me alone, leaving the body, certainly attains My nature. There is no doubt about this. (5)",
        "6": "Whatever form or state of mind a person remembers at the time of leaving the body, that form they attain, O Kaunteya, always being absorbed in that thought. (6)",
        "7": "Therefore, always remember Me at all times and engage in your duty. With your mind and intellect dedicated to Me, you will certainly come to Me. (7)",
        "8": "One who is engaged in constant meditation on the divine through yoga and has a focused mind will attain the Supreme Person, O Partha. (8)",
        "9-10": "He who remembers the omniscient, ancient, ruler of the universe, small as an atom, the creator of all, and beyond darkness, at the time of departure, with a steady mind and devotion, will attain the supreme divine realm. (9-10)",
        "11": "That which the Vedic scholars describe as imperishable and that which the ascetics, free from desires, seek, is what I will explain briefly. (11)",
        "12": "Controlling all the gateways of the body and fixing the mind on the heart, one should practice yoga by concentrating the breath on the top of the head. (12)",
        "13": "By uttering the syllable 'Om,' which is the imperishable Brahman, and remembering Me, one who departs from the body will reach the supreme goal. (13)",
        "14": "To those who always remember Me with unwavering devotion, I am easily attainable, O Partha, as I am always near those who are devoted to Me. (14)",
        "15": "On reaching Me, the great souls do not take rebirth, which is a place of suffering and temporary. They attain the supreme perfection. (15)",
        "16": "All worlds, from the highest to the lowest, are subject to return, O Arjuna. But one who reaches Me does not take rebirth. (16)",
        "17": "The duration of Brahma's day is a thousand Yugas, and similarly, the duration of his night is a thousand Yugas. (17)",
        "18": "The visible universe emerges from the unmanifest (Avyakta) at the arrival of the day and dissolves into the unmanifest at the arrival of the night. (18)",
        "19": "The aggregate of beings, transforming and re-transforming, is subject to dissolution at the end of the night and appears again at the beginning of the day. (19)",
        "20": "Beyond this, there is another, imperishable existence which is beyond the unmanifest and eternal, which does not perish when all beings perish. (20)",
        "21": "The unmanifest and imperishable is declared to be the ultimate goal. One who reaches it does not return, and that realm is My supreme abode. (21)",
        "22": "The supreme person, O Partha, is attainable through single-minded devotion. He pervades everything and resides within all beings. (22)",
        "23-26": "At certain times, the yogis who understand the eternal cycles of day and night go to different realms. When the yogi departs during the day of the bright fortnight, he reaches the supreme goal. When departing during the night of the dark fortnight, he reaches the lunar path but returns. The cycles of bright and dark phases are thus the eternal paths of the world. (23-26)",
        "27": "The yogi, who knows these two paths, is never deluded, O Arjuna. Therefore, always engage in yoga and keep your mind focused on the divine. (27)",
        "28": "Whatever the fruits of Vedic rituals, sacrifices, penances, and charitable deeds, transcending all this knowledge, the yogi reaches the supreme state. (28) Thus ends the eighth chapter of the Bhagavad Gita in the Upanishads, on the science of Brahman and yoga, known as the 'Yoga of the Imperishable Absolute.'"
    },
    "9":{
        "1": "Thus, the ninth chapter of the Bhagavad Gita is explained: The Yoga of Royal Knowledge and Royal Secret. The Blessed Lord said: I will now explain to you this most secret knowledge and wisdom, knowing which you shall be liberated from all that is inauspicious.",
        "2": "This knowledge is the king of sciences, the king of secrets, pure, and it is directly perceptible. It is the essence of Dharma, easy to practice, and imperishable.",
        "3": "Those who do not have faith in this teaching, O Arjuna, and who are devoid of knowledge, do not attain Me but return to the path of death and rebirth.",
        "4": "By Me, this entire universe is pervaded through my unmanifest form. All beings exist in Me, but I am not present in them.",
        "5": "Beings do not dwell in Me, but I am the sustainer of all beings. I am the essence of the universe, the basis for all life.",
        "6": "Just as the air, which is present everywhere, pervades all space, so do all beings exist within Me.",
        "7-8": "O son of Kunti, all beings are born from nature, and at the end of a cycle, I release them back into nature. I am the cause of the creation and dissolution of all beings.",
        "9": "These actions do not bind Me, O Dhananjaya, as I am indifferent and detached from them.",
        "10": "Under My direction, nature produces all movable and immovable objects. The world changes by this process.",
        "11": "Fools disregard Me when I assume a human form, not understanding My supreme divine nature as the great Lord of beings.",
        "12": "Those who have futile hopes, futile actions, and deluded knowledge, follow the demoniac nature and take refuge in illusion.",
        "13": "But the great souls who are under the divine nature worship Me, understanding Me as the eternal cause of all beings.",
        "14": "Always praising Me, striving with firm vows, and worshiping Me with devotion, these people are ever devoted to Me.",
        "15": "Others worship Me through knowledge sacrifice, seeing Me as the one reality, with many forms and aspects.",
        "16-17": "I am the sacrifice, the oblation, the mantra, the sacred oil, the fire, and the offering. I am the father, mother, sustainer, and grandfather of this universe. I am the knowledge, the purification, and the hymns of the Vedas.",
        "18": "I am the ultimate goal, the sustainer, the witness, the abode, the refuge, the friend, the origin, the dissolution, the support, and the seed of immortality.",
        "19": "I give rain and withhold it, and I am also death and immortality. I am the eternal truth and falsehood.",
        "20": "Those who perform sacrifices to the gods, freed from sin and with pure hearts, attain divine realms and enjoy celestial pleasures.",
        "21": "After enjoying the heavenly realms, they return to the mortal world once their merit is exhausted. Thus, those who follow the Vedic rituals are reborn according to their desires.",
        "22": "To those who are constantly devoted and who worship Me with unwavering faith, I give understanding and take care of their needs.",
        "23": "Those who worship other gods with faith, they too worship Me but in an indirect manner.",
        "24": "I am the enjoyer and the master of all sacrifices, yet those who do not understand this truth are lost in their actions.",
        "25": "Those who worship the gods go to the gods, those who worship the ancestors go to the ancestors, and those who worship the spirits go to the spirits. But those who worship Me come to Me.",
        "26": "Whoever offers Me a leaf, a flower, fruit, or water with devotion, I accept that offering from the devotee.",
        "27": "Whatever you do, whatever you eat, whatever you offer, whatever you give, and whatever austerities you perform, do it as an offering to Me.",
        "28": "By performing your duties in this way, you will be freed from the bondage of karma and attain liberation.",
        "29": "I am equal to all beings. I have no enmity or affection for anyone. Those who worship Me with devotion are dear to Me.",
        "30": "Even if a person with a sinful past worships Me with exclusive devotion, they are to be considered righteous. They are well resolved.",
        "31": "Quickly they become righteous and attain eternal peace. Know this for certain: My devotee never perishes.",
        "32": "Those who take refuge in Me, even if they are of low birth—women, vaishyas, and shudras—attain the highest goal.",
        "33": "How much more so the noble Brahmins and royal sages who worship Me, attain the highest goal. This temporary world is full of suffering; seek Me to escape it.",
        "34": "Fix your mind on Me, be devoted to Me, sacrifice to Me, and bow down to Me. You will surely come to Me, as you are devoted to Me. Thus ends the ninth chapter of the Bhagavad Gita in the Upanishads, on the Yoga of Royal Knowledge and Royal Secret."
    },
    "10":{
        "1": "Chapter 10: The Yoga of Divine Glories. The Blessed Lord said: Listen again, O mighty-armed Arjuna, to my supreme word, which I shall speak to you for your benefit and because you are dear to me. ॥1॥",
        "2": "Neither the deities nor the great sages know my origin, for I am the source of all the gods and great sages. ॥2॥",
        "3": "He who knows me as the unborn, the eternal, and the supreme ruler of the worlds is not deluded among mortals; he is liberated from all sins. ॥3॥",
        "4-5": "Intelligence, knowledge, non-delusion, forgiveness, truthfulness, self-control, and calmness, happiness, misery, existence and non-existence, fear and fearlessness, non-violence, equanimity, contentment, penance, charity, and fame and disgrace – these different kinds of attributes of beings arise from me alone. ॥4॥n' ॥5॥",
        "6": "The seven great sages and four ancient Manus, endowed with my divine nature, were born from my mind, and from them the people of this world are descended. ॥6॥",
        "7": "He who knows this divine power and yoga of mine in its true nature becomes unwavering in his devotion and is not subject to doubt. ॥7॥",
        "8": "I am the source of all things, and everything in the universe proceeds from me. The wise, who know this, worship me with devotion. ॥8॥",
        "9": "Engrossed in thoughts of me and inspiring each other with discussions about me, those whose minds are always engaged in my devotion, find joy and satisfaction in me. ॥9॥",
        "10": "To those who are constantly devoted and who worship me with love, I give the understanding by which they can come to me. ॥10॥",
        "11": "Out of compassion for them, I give the understanding by which they can attain the transcendental knowledge to remove the darkness born of ignorance. ॥11॥",
        "12-13": "Arjuna said: You are the supreme Brahman, the ultimate abode, the purest, the absolute truth, the eternal being, the divine, the ancient, the immeasurable, and the supreme deity. ॥12॥n' All the great sages declare that you are the eternal God, the primeval Being, the infinite, the source of all. ॥13॥",
        "14": "I believe that everything you say is true, as you alone know yourself. The deities and demons do not know your true form. ॥14॥",
        "15": "You alone know yourself as the supreme person, the ultimate essence, the creator and lord of all beings. ॥15॥",
        "16-17": "You are the supreme reality, the divine essence that sustains all existence. Explain to me in detail the divine glories and how you pervade the universe. ॥16॥n' How should I understand you, who are always meditated upon by the yogis, in all the various aspects of being? ॥17॥",
        "18": "Please describe in detail the divine glories and manifestations of your nature. I am eager to hear more. ॥18॥",
        "19": "The Blessed Lord said: I will explain to you, O Arjuna, the divine glories which are manifestations of my supreme nature. There is no end to the extent of my glories. ॥19॥",
        "20": "I am the Self within all creatures. I am the beginning, the middle, and the end of all beings. ॥20॥",
        "21": "Among the celestial gods, I am Vishnu. Among the luminaries, I am the sun. Among the Maruts, I am Marichi. Among the stars, I am the moon. ॥21॥",
        "22": "Among the Vedas, I am the Samaveda. Among the deities, I am Indra. Among the senses, I am the mind. Among living beings, I am consciousness. ॥22॥",
        "23": "Among the Rudras, I am Shankara. Among the Yakshas and Rakshasas, I am Kubera. Among the Vasus, I am Agni. Among the mountains, I am Meru. ॥23॥",
        "24": "Among the priests, I am Brihaspati. Among the generals, I am Skanda. Among the bodies of water, I am the ocean. ॥24॥",
        "25": "Among the great sages, I am Bhrigu. Among the utterances, I am the sacred syllable 'Om'. Among the mountains, I am the Himalayas. ॥25॥",
        "26": "Among the trees, I am the Ashvattha. Among the great sages, I am Narada. Among the celestial musicians, I am Chitraratha. Among the perfected beings, I am Kapila. ॥26॥",
        "27": "Among the horses, I am Uccaihsravas, born of the nectar. Among the elephants, I am Airavata. Among men, I am the monarch. ॥27॥",
        "28": "Among the weapons, I am the thunderbolt. Among the cows, I am the wish-fulfilling cow, Kamadhenu. Among the progenitors, I am Kandarpa. Among serpents, I am Vasuki. ॥28॥",
        "29": "Among the Nagas, I am Ananta. Among the deities, I am Varuna. Among the ancestors, I am Aryama. Among the ascetics, I am Yama. ॥29॥",
        "30": "Among the demons, I am Prahlada. Among the periods of time, I am Kala. Among the animals, I am the lion. Among the birds, I am Garuda. ॥30॥",
        "31": "Among the purifiers, I am the wind. Among the wielders of weapons, I am Rama. Among the fish, I am the shark. Among the rivers, I am the Ganges. ॥31॥",
        "32": "I am the beginning, middle, and end of all creation. I am the knowledge in the field of knowledge and the argument among those who argue. ॥32॥",
        "33": "Among the letters, I am the letter 'A'. Among the compounds, I am the duality. I am the eternal time and the omnipresent witness. ॥33॥",
        "34": "I am death, the destroyer of all things, and the future being who will be. I am glory, prosperity, speech, memory, intellect, and forgiveness among women. ॥34॥",
        "35": "Among the hymns, I am the Brihat-Sama. Among the meters, I am the Gayatri. Among the seasons, I am the spring. Among the plants, I am the flowering plant. ॥35॥",
        "36": "I am the gambling of the deceiver, the splendor of the brilliant. I am victory, and I am the resolution of the resolute. I am the quality of those endowed with the quality. ॥36॥",
        "37": "Among the Yadus, I am Vasudeva. Among the Pandavas, I am Dhananjaya. Among the sages, I am Vyasa. Among the poets, I am Ushana. ॥37॥",
        "38": "I am the rod of those who punish, the law among those who seek righteousness. I am silence among the secrets and the knowledge among the knowledgeable. ॥38॥",
        "39": "Whatever is the seed of all beings, know that I am that seed, O Arjuna. There is nothing that exists without me, either in the animate or inanimate world. ॥39॥",
        "40": "There is no end to my divine manifestations. This is a partial description of my infinite glories. ॥40॥",
        "41": "Whatever is glorious, prosperous, or powerful in any being, know that it is a part of my splendor. ॥41॥",
        "42": "But what need is there, Arjuna, for this detailed knowledge? I pervade all creation with a small part of my divine power. ॥42॥ Thus ends the tenth chapter of the Bhagavad Gita, called 'The Yoga of Divine Glories,' in the Upanishads of the Bhagavad Gita, which is the science of yoga and the dialogue between Krishna and Arjuna."
    },
    "11":{
        "1": "Chapter 11: The Vision of the Universal Form\nArjuna said: \nFor the sake of my enlightenment, I have heard from You the most confidential and profound knowledge of the Self. By which I have been released from my delusion.\n",
        "2": "I have heard in detail from You about the origin and dissolution of beings. I have also heard about the eternal glory of Your lotus-eyed form.\n",
        "3": "Now, I wish to see Your divine form, O Supreme Being. I am eager to see Your universal form, O Supreme Person.\n",
        "4": "If You think that it is possible for me to see this form of Yours, then, O Lord of Yoga, show it to me.\n",
        "5": "The Blessed Lord said: \nBehold, O Partha, My hundreds and thousands of divine forms, of various colors and shapes.\n",
        "6": "Behold the Adityas, the Vasus, the Rudras, the Ashvins, and the Maruts. Behold many wonders never seen before.\n",
        "7": "Here, in this single body, O Gudakesha, the entire universe, both the moving and the unmoving, is pervaded by My form. Behold whatever else you wish to see.\n",
        "8": "You cannot see Me with your present eyes. I give you divine eyes. Behold My divine Yoga.\n",
        "9": "Sanjaya said: \nHaving spoken thus, the great Yogeshvara, Hari, revealed to Partha His supreme form.\n",
        "10-11": "He had many faces and eyes, many wonderful sights to behold. He wore divine ornaments and held many divine weapons. He was adorned with divine garlands and clothes, and His divine fragrance was spread everywhere. He was infinite, full of wonders, and had faces all around.\n",
        "12": "If a thousand suns were to rise simultaneously in the sky, their radiance might resemble the effulgence of that Supreme Being.\n",
        "13": "At that time, the son of Pandu (Arjuna) saw the whole universe divided into many parts within the body of the deity.\n",
        "14": "Then, overwhelmed with wonder and hair standing on end, Arjuna bowed his head to the Supreme Being and spoke with folded hands.\n",
        "15": "Arjuna said: \nI see all the gods in Your body, and also the various groups of beings. I see Brahma, the Lord of Creation, sitting on a lotus, and all the sages and serpents.\n",
        "16": "I see You with countless arms, bellies, faces, and eyes. I see You everywhere, but I cannot discern Your beginning, middle, or end. You are the Supreme Lord of the Universe.\n",
        "17": "You hold a mace and a discus and are radiant with the brilliance of a thousand suns. I see You as a formidable and all-encompassing form.\n",
        "18": "You are the Imperishable, the Supreme Being to be known. You are the ultimate shelter of the universe, the eternal protector of Dharma, the infinite person.\n",
        "19": "I see You with boundless power, with countless arms, and with the moon and sun as Your eyes. You are blazing with the fire of Your own radiance, heating the entire universe.\n",
        "20": "You are pervading the entire universe, from heaven to earth, in all directions. Seeing Your fearful form, the three worlds are trembling in fear.\n",
        "21": "The groups of gods are entering You, some fearful and with folded hands, and the great sages and saints are praising You with hymns.\n",
        "22": "Rudras, Adityas, Vasus, and also the Sadhyas, the Vishwadevas, the Ashvins, the Maruts, and the Gandharvas, Yakshas, and Asuras are all gazing at You with wonder.\n",
        "23": "Your form with many faces, arms, and legs is terrible to behold. Seeing Your fierce mouths and terrible teeth, all the worlds are frightened, as am I.\n",
        "24": "You have many mouths and eyes, and You are blazing with the fire of Your radiance. Seeing this, my mind is disturbed, and I cannot find peace.\n",
        "25": "Seeing Your terrible faces with fierce teeth, I am frightened and unable to find any refuge. Please, O Lord of the Universe, have mercy on me.\n",
        "26-27": "The sons of Dhritarashtra, together with the kings of the earth, Bhishma, Drona, and also the sons of Drona, are all entering Your terrible mouths. Some of them are crushed by Your fierce teeth.\n",
        "28-29": "Just as the rivers rush into the ocean, so do the great heroes of the world enter Your mouths. Similarly, like moths rushing into the flame, the creatures of the world are entering Your mouths.\n",
        "30": "You are devouring all the worlds with Your fiery mouths, and Your radiance is filling the entire universe. O Vishnu, Your blazing light is scorching the worlds.\n",
        "31": "Tell me who You are, with Your form of grace. I bow to You, O Divine Being, please be pleased with me. I wish to understand Your original form, for I do not know Your activities.\n",
        "32": "The Blessed Lord said: \nI am Time, the great destroyer of the worlds, and I have come here to annihilate the worlds. All the warriors on both sides will be slain by Me.\n",
        "33": "Therefore, get up and gain glory. Conquer your enemies and enjoy a prosperous kingdom. They have already been slain by Me, and you are merely an instrument.\n",
        "34": "Kill Drona, Bhishma, Jayadratha, and Karna, and the other heroes also. They have already been slain by Me. Do not be distressed, but fight and you will win.\n",
        "35": "Sanjaya said: \nHearing this, the great-souled Krishna, who was wearing a crown, was trembling and offered obeisances to Krishna, repeatedly bowing down with fear and devotion.\n",
        "36": "Arjuna said: \nO Hrishikesha, Your glorification brings joy to the world and also pacifies the fears of the directions. All the celestial beings are worshipping You.\n",
        "37": "Why should we not bow to You, O Great Soul, who is greater than Brahma, the original creator of the universe? You are the eternal shelter and source of everything.\n",
        "38": "You are the original deity, the eternal person, the ultimate repository of the universe. You are the knower, the known, and the supreme abode.\n",
        "39": "You are the wind, the fire, the water, the moon, the creator, and the forefather of all beings. I bow to You again and again, and offer my repeated salutations.\n",
        "40": "I offer my obeisances to You from the front, back, and all sides. You are the infinite power, the supreme energy, and You pervade everything.\n",
        "41-42": "Thinking of You as my friend, I spoke harshly to You in ignorance. I apologize for any disrespect or improper behavior in my actions or words.\n",
        "43": "You are the father of all beings, both moving and non-moving. You are the greatest teacher, and there is no one equal to or greater than You in all the three worlds.\n",
        "44": "Therefore, I bow down and submit myself to You. Please be pleased with me, O Lord. You are the ultimate friend, worthy of all devotion.\n",
        "45": "Seeing Your fearful form, my mind is distressed. Please show me Your gentle, human form once again. O Lord of the Universe, please have mercy on me.\n",
        "46": "I wish to see You with the crown, mace, and discus in Your hands. Show me Your four-armed form with a thousand arms.\n",
        "47": "The Blessed Lord said: \nThis supreme form has been shown to you by My grace. It is the original and infinite form of the universe, never before seen by anyone else.\n",
        "48": "This form cannot be seen by studying the Vedas, performing sacrifices, or by penance. It cannot be seen by anyone other than you, O Arjuna.\n",
        "49": "Do not be distressed or confused by this fearful form. Be free from fear and joyfully behold My original, gentle form.\n",
        "50": "Sanjaya said: \nThus, having spoken to Arjuna, Krishna showed His original form once again, calming His devotee with His gentle, divine form.\n",
        "51": "Arjuna said: \nSeeing this human form of Yours, O Janardana, I have now regained my composure and have returned to my normal self.\n",
        "52-53": "The Blessed Lord said: \nThis form is very difficult to see. Even the gods are always desiring to see this form. It cannot be seen through study or practice. You have seen it by My grace.\n",
        "54": "Only by exclusive devotion can one understand and see this form. One can enter into the supreme reality through devotion.\n",
        "55": "One who performs actions for Me, who is devoted, who is free from malice towards others, attains Me.\n Thus ends the Eleventh Chapter of the Bhagavad Gita, titled 'The Vision of the Universal Form' in the Upanishadic text on Brahma-Vidya, Yoga-Shastra, the dialogue between Krishna and Arjuna."
    },
    "12":{
        "1": "Thus ends the Twelfth Chapter: The Yoga of Devotion. Arjuna said: Those who are ever steadfast and who worship You with unwavering faith, and those who worship the imperishable and unmanifested (Brahman), which of these are better versed in yoga? ॥1॥",
        "2": "The Blessed Lord said: To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me. ॥2॥",
        "3-4": "To those who are constantly devoted and who worship the imperishable and unmanifested, who are full of faith and who control their senses, and who are engaged in the welfare of all beings, I give them the supreme knowledge. ॥3॥ They attain Me, who am the eternal and unchanging, the indestructible and beyond all comprehension. ॥4॥",
        "5": "Greater is their difficulty whose minds are set on the unmanifest. For the goal of the unmanifest is very hard to attain by the embodied. ॥5॥",
        "6-7": "But those who worship Me, renouncing all actions in Me, and who are devoted to Me with unwavering love and meditation, I become the savior from the ocean of birth and death. ॥6॥ Those who are devoted to Me, I deliver them from the cycle of birth and death. ॥7॥",
        "8": "Fix your mind on Me alone and surrender to Me, and you will dwell in Me alone. There is no doubt about this. ॥8॥",
        "9": "If you are unable to fix your mind steadily on Me, then practice the yoga of devotion. Seek to reach Me through the path of selfless action. ॥9॥",
        "10": "If you are not able to do even this, then perform actions for My sake, giving up the fruits of all your actions. By doing so, you will attain perfection. ॥10॥",
        "11": "If you are not able to perform actions even in this manner, then take refuge in My yoga, and renounce all the results of your actions. ॥11॥",
        "12": "Better than knowledge is meditation, and better than meditation is renunciation. Renunciation leads to peace. ॥12॥",
        "13-14": "One who is not envious, who is a friend to all beings, who is compassionate and free from malice, who is devoid of pride and ego, and who is equal in pleasure and pain, is dear to Me. ॥13॥ One who is content, self-controlled, resolute, and whose mind and intellect are devoted to Me, such a devotee is very dear to Me. ॥14॥",
        "15": "One who is not disturbed by the world, and who does not disturb the world, who is free from joy, anger, fear, and agitation, such a person is dear to Me. ॥15॥",
        "16": "One who is unaffected by desires, who is pure, diligent, indifferent, and free from suffering, such a devotee is dear to Me. ॥16॥",
        "17": "One who does not rejoice, does not hate, does not grieve, and does not desire, who has renounced good and evil, such a devotee is dear to Me. ॥17॥",
        "18-19": "One who is equal to friend and foe, to honor and dishonor, who is unaffected by heat and cold, pleasure and pain, and who is free from attachment, such a person is dear to Me. ॥18॥ One who is indifferent to praise and blame, who is silent, content, and who has no fixed abode, such a person is dear to Me. ॥19॥",
        "20": "Those who worship this imperishable and eternal teaching with unwavering faith, those who are devoted and who have supreme love for Me, they are exceedingly dear to Me. ॥20॥ Thus ends the Twelfth Chapter of the Bhagavad Gita, entitled 'The Yoga of Devotion' in the Upanishads, the science of God-Realization, in the dialogue between Krishna and Arjuna."
    },
    "13":{
        "1": "The Thirteenth Chapter: The Field and the Knower of the Field",
        "2": "The Blessed Lord said: This body, O Kaunteya, is called the field; he who knows it is said to be the knower of the field.",
        "3": "Know that field and the knower of the field to be different; the knowledge of both is called knowledge by me.",
        "4": "The field has been described in many ways by the sages, and the knowledge of the field and the knower of the field has been declared in various ways.",
        "5": "The great elements, egoism, intellect, and the unmanifested, the ten senses and the mind—these are the field's divisions.",
        "6": "Desire, aversion, pleasure, pain, the aggregate of the body, consciousness, and fortitude—these are called the modifications of the field.",
        "7": "Humility, absence of pride, non-violence, forgiveness, straightforwardness, worship of the teacher, purity, steadfastness, and self-control;",
        "8-12": "Non-attachment to sensory objects, absence of egoism, and a steady equanimity towards birth, death, old age, and disease; the view that all things are imperfect; not being attached to sons, wives, and homes; constant equanimity towards all conditions, both favorable and unfavorable; undivided devotion to me; dwelling in solitary places and avoiding crowds; devotion to the study of the scriptures; understanding the essence of the self; this is what is called knowledge; all other knowledge is ignorance. What is to be known is the immortal Brahman, which is neither existent nor non-existent.",
        "13": "Permeating all things with hands and feet everywhere, with eyes, heads, and mouths everywhere, hearing all things, he stands enveloping everything.",
        "14": "He is the light of all lights, beyond the darkness, the knowledge of the knower, and the wisdom within all things.",
        "15": "He is both within and outside all beings, the immobile and the mobile, too subtle to be perceived, far and near.",
        "16": "Undivided within all beings, he appears as though divided among them. He is the sustainer, the devourer, and the creator.",
        "17": "He is the light of all lights, beyond the darkness, the knowledge of the knower, and the wisdom within all things.",
        "18": "Thus, the field, the knower of the field, and knowledge have been described in summary. My devotee, knowing this, attains to my nature.",
        "19": "Understand that both nature and the soul are without beginning. The modifications and the qualities of nature arise from nature.",
        "20": "Nature is said to be the cause of action and its results, while the soul is the experiencer of pleasure and pain.",
        "21": "The soul, situated in nature, experiences the qualities of nature. The cause of this is the association with the qualities, which leads to rebirth.",
        "22": "The soul is the overseer, the permitter, the supporter, the experiencer, and the great lord. It is also called the supreme soul.",
        "23": "He who knows the soul and nature with their qualities, though active, is not reborn again.",
        "24": "Some see the self by meditation, some through philosophical analysis, and some by the yoga of action.",
        "25": "Others, hearing from others and meditating on what they have heard, also transcend death.",
        "26": "Whatever is born, whether moving or stationary, know that it is the result of the combination of the field and the knower of the field.",
        "27": "He who perceives the supreme soul in all beings and sees the imperishable within the perishable sees truly.",
        "28": "He who sees the supreme soul in all beings, whether perishing or imperishable, does not perish.",
        "29": "He who sees all actions as performed by nature, while perceiving the self as not doing anything, sees rightly.",
        "30": "When one perceives that all beings are one with the supreme self and that everything is connected, he attains the supreme state.",
        "31": "Being without beginning, without qualities, the supreme soul is imperishable. Even though residing in the body, it does not act or get tainted.",
        "32": "Just as the sky, being all-pervading, is not affected, the self, being all-pervading, is not tainted.",
        "33": "Just as the sun illuminates the whole world, the field and the knower of the field illuminate everything.",
        "34": "Thus, the difference between the field and the knower of the field, as well as knowledge, is explained. Those who understand this reach the supreme goal. This is the Thirteenth Chapter of the Bhagavad Gita, known as the Field and the Knower of the Field, part of the Upanishadic Brahma Vidya Yoga Shastra, dialogue between Krishna and Arjuna."
    },
    "14":{
        "1": "Thus, the fourteenth chapter: The Yoga of the Division of the Three Gunas. n'The Supreme Lord said: n'I shall explain to you once more the supreme knowledge of knowledge. n'By knowing which, all the sages attained the supreme perfection.'",
        "2": "Those who have attained my nature by relying on this knowledge, n'do not get reborn even in creation, nor do they suffer in dissolution.",
        "3-4": "My source is the great Brahman, and I place the seed into it. n'From that, all beings are born, O Bharata. n'Among all the wombs, O Kounteya, the wombs of the Divine are the great womb. n'I am the father who gives the seed.",
        "5": "The three gunas—sattva, rajas, and tamas—originate from nature. n'They bind the imperishable soul in the body, O mighty-armed one.",
        "6": "Among them, sattva is pure, and it binds by giving light and knowledge. n'It binds by the attachment to happiness and knowledge, O sinless one.",
        "7": "Know rajas to be born of desire and attachment. n'It binds by attachment to action and desire, O Kounteya.",
        "8": "Know tamas to be born of ignorance. n'It binds all beings with delusion, laziness, and sleep, O Bharata.",
        "9": "Sattva binds by creating happiness, while rajas binds by action, O Bharata. n'Tamas binds by obscuring knowledge and causing negligence.",
        "10": "When rajas and tamas dominate, sattva emerges. n'When rajas dominates, sattva and tamas also emerge; when tamas dominates, sattva and rajas also emerge.",
        "11-13": "When sattva predominates, light and knowledge arise in all the senses of the body. n'When rajas predominates, greed, activity, and desire arise. n'When tamas predominates, darkness, inactivity, and delusion arise.",
        "14-15": "When sattva prevails, the soul goes to the highest realm of the pure. n'When rajas prevails, it goes to the realms of the active. n'When tamas prevails, it goes to the realms of ignorance and delusion.",
        "16": "The result of sattvic action is pure and righteous. n'The result of rajasic action is sorrow and ignorance. n'The result of tamasic action is delusion and ignorance.",
        "17": "From sattva arises knowledge, from rajas arises greed. n'From tamas arise delusion and ignorance.",
        "18": "Those who are established in sattva ascend, while those in rajas remain in the middle. n'Those in tamas descend.",
        "19": "When one sees that the self is beyond the gunas and perceives the gunas as separate from the self, n'one attains my state.",
        "20": "One who transcends these three gunas, which arise from the body, n'becomes free from birth, death, old age, and suffering, and attains immortality.",
        "21": "Arjuna said: n'By what signs does one who has transcended these three gunas become recognized, O Lord? n'And what is the conduct of one who has transcended these gunas?",
        "22-23": "The Supreme Lord said: n'He who neither hates the manifestations of the gunas nor longs for their cessation, n'and who remains indifferent and unaffected by them, is said to have transcended the gunas.",
        "24-25": "One who is even-minded in pleasure and pain, n'who is the same towards a lump of earth, a stone, and gold, n'who is equally affectionate and indifferent, and who is steadfast in praise and blame, is said to have transcended the gunas.",
        "26": "He who serves me with unwavering devotion and devotion n'passes beyond these gunas and attains the divine nature.",
        "27": "I am the foundation of Brahman, of immortality, and of imperishability. n'Of the eternal Dharma, and of ultimate happiness. Thus ends the fourteenth chapter of the Bhagavad Gita, named 'The Yoga of the Division of the Three Gunas,' in the Upanishads, in the knowledge of Brahman, and in the dialogue between Krishna and Arjuna."
    },
    "15":{
        "1": "Thus ends the Fifteenth Chapter. The Yoga of the Supreme Person. The Blessed Lord said: They speak of the Ashvattha tree as having its roots above and branches below, and its leaves as the Vedic hymns. He who knows this tree is the knower of the Vedas. (1)",
        "2": "Its branches spread below and above, nourished by the Gunas. The branches are the objects of the senses, and the roots, which are spread out below, are the actions binding humans to the world. (2)",
        "3-4": "Its form is not here perceptible, nor its end, nor its beginning, nor its foundation. Cutting asunder this firm-rooted Ashvattha tree with the axe of detachment, (3) Then one should seek that place from which having gone, they never return. That is the Supreme Person, the ancient being, from whom the flow of creation has proceeded. (4)",
        "5": "Free from pride and delusion, having conquered the evil of attachment, ever remaining in the Self, and freed from the dualities of pleasure and pain, such a person reaches the eternal state. (5)",
        "6": "It is not illumined by the sun, nor by the moon, nor by fire. Having reached which, they do not return; that is My supreme abode. (6)",
        "7": "The living entity in this world is My eternal fragment. It is called the Jiva, and it is subjected to the six senses, which are engaged in the activities of nature. (7)",
        "8": "The body that it acquires and the body that it leaves, the soul, taking them up, moves on, like the wind taking up scents. (8)",
        "9": "The hearing, sight, touch, taste, and smell, which are controlled by the mind, are all used to experience the objects of the senses. (9)",
        "10": "When the soul leaves the body or remains in it, or enjoys the qualities of life, the deluded do not perceive it; only those with the eye of wisdom perceive it. (10)",
        "11": "The yogis who strive see it, the Self, established within; but the ignorant, having not purified their minds, do not see it. (11)",
        "12": "The light which illumines the world is the sun; and what is in the moon and in fire, that light know to be Mine. (12)",
        "13": "I enter into the Earth and support all beings by My power. I nourish all plants as the Soma, becoming the essence of their sap. (13)",
        "14": "Becoming the digestive fire in the bodies of living beings, I join with the vital breaths and digest the four kinds of food. (14)",
        "15": "I am seated in the hearts of all beings. From Me come memory, knowledge, and forgetfulness. I alone am to be known by all the Vedas. I am the compiler of the Vedas and the knower of the Vedas. (15)",
        "16": "There are two types of beings in the world: the perishable and the imperishable. All beings are perishable, while the imperishable is said to be the eternal essence. (16)",
        "17": "There is another Supreme Person, called the Supreme Soul, who, pervading all three worlds, upholds the imperishable. (17)",
        "18": "Because I am beyond the perishable and even superior to the imperishable, I am celebrated as the Supreme Person in this world and in the Vedas. (18)",
        "19": "He who, not deluded, knows Me as the Supreme Person, worships Me with all his being. (19)",
        "20": "Thus, I have explained this most confidential science. By knowing this, one becomes wise and fulfills all duties. (20) \n\nThus ends the Fifteenth Chapter of the Bhagavad Gita in the Upanishads, which is the Yoga of the Supreme Person in the dialogue between Krishna and Arjuna."
    },
    "16":{
        "1-3": "Chapter 16: The Division between the Divine and the Demoniacal\n\nThe Blessed Lord said:\n1. Fearlessness, purity of heart, steadiness in knowledge and yoga, charity, self-control, and performance of sacrifice, study, and straightforwardness.\n2. Non-violence, truthfulness, freedom from anger, renunciation, peace, and freedom from malice.\n3. Compassion towards all living beings, absence of envy, gentleness, modesty, and absence of fickleness.\n\nThese constitute the divine qualities of one born with divine nature, O Bharata.",
        "4": "4. Hypocrisy, arrogance, ego, anger, harshness, and ignorance are the qualities of one with demoniacal nature.",
        "5": "5. The divine qualities lead to liberation, while the demoniacal ones bind the soul. Do not grieve, O Pandava, for you have divine qualities.",
        "6": "6. There are two types of beings in this world: the divine and the demoniacal. I will describe them to you in detail, O Partha.",
        "7": "7. Those of demoniacal nature do not know about the concepts of activity and inactivity. They do not possess cleanliness, proper conduct, or truthfulness.",
        "8": "8. They declare that the universe is unreal, without a god, and born from mutual union, driven by desire.",
        "9": "9. Adhering to such a view, those with lost souls and little understanding perform intense and destructive actions, leading to the world's ruin.",
        "10": "10. Driven by insatiable desire and accompanied by hypocrisy, pride, and delusion, they engage in impure rituals.",
        "11": "11. They are overwhelmed by an infinite anxiety and regard enjoyment as the ultimate goal, firmly believing that this is the purpose of life.",
        "12": "12. Bound by a hundred ties of hope and driven by desire and anger, they pursue unfair means to accumulate wealth for their sensual pleasures.",
        "13-15": "13. 'Today I have gained this, and I will fulfill my desires. I have more wealth, and I will acquire more in the future.'\n14. 'I have killed such and such a foe and will kill others as well. I am the supreme lord, enjoying pleasures, powerful, and content.'\n15. 'I am wealthy and of noble birth; who else is equal to me? I will give charity and rejoice,'—thus deluded by ignorance.",
        "16": "16. Those who are confused and entangled in the web of delusion, attached to sensual pleasures, fall into impure states and hell.",
        "17": "17. Being self-conceited, stubborn, and filled with pride and arrogance, they worship deities with ritualistic ceremonies performed out of pretense.",
        "18": "18. They are afflicted by ego, power, arrogance, desire, and anger, and they harbor enmity and envy towards others.",
        "19-20": "19. I constantly cast such cruel and envious beings into the demoniacal wombs, in this world and the next.\n20. Being born in demoniacal wombs repeatedly, they attain a wretched end, not attaining Me.",
        "21": "21. There are three doors leading to hell: desire, anger, and greed. One should renounce these three.",
        "22": "22. One who is freed from these three doors of darkness, O Kounteya, practices righteousness and reaches the highest goal.",
        "23": "23. One who disregards the scriptural injunctions and acts according to his own desires, attains neither success, happiness, nor the supreme goal.",
        "24": "24. Therefore, you should understand the scriptural instructions as the standard for determining what is to be done and what is not to be done. Knowing this, you should perform your duty accordingly.\n\nThus ends the sixteenth chapter of the Bhagavad Gita, entitled 'The Division between the Divine and the Demoniacal'."
    },
    "17":{
        "1": "Chapter 17: The Yoga of the Threefold Faith\nArjuna said: Those who, discarding scriptural ordinances, worship with faith, what is their state, O Krishna? Is it Sattva, Rajas, or Tamas? \n1",
        "2": "The Blessed Lord said: Threefold is the faith of the embodied beings, inherent in their own nature: Sattvic, Rajasic, and Tamasic. Hear about these. \n2",
        "3": "According to the modes of nature, the faith of all beings is in accordance with their nature. The man is indeed what his faith is. \n3",
        "4": "The Sattvic worshippers adore the gods, the Rajasic worshippers the spirits and Yakshas, while the Tamasic worshippers worship spirits of the dead and ghosts. \n4",
        "5-6": "Those who perform severe penance not prescribed by the scriptures, accompanied by hypocrisy and pride, and who are driven by desire and attachment, torture their bodies and Me, who resides within them. Know them to be of Asuric nature. \n5\n6",
        "7": "The food which is dear to each is also of three kinds. Hear about this division in Yajna, penance, and charity. \n7",
        "8": "The Sattvic food increases life, knowledge, strength, health, joy, and satisfaction. It is oily, smooth, substantial, and agreeable. \n8",
        "9": "The Rajasic food, which is hot, spicy, bitter, dry, and burning, causes pain, grief, and disease. \n9",
        "10": "The Tamasic food, which is tasteless, putrid, decomposed, and impure, and which is left over and untouchable, is disliked. \n10",
        "11": "The Yajna performed by those who desire no reward, according to the rules, is Sattvic. \n11",
        "12": "The Yajna performed with the desire for reward, with hypocrisy, and aiming at fame, is Rajasic. \n12",
        "13": "The Yajna performed without any regard to the scriptures, without mantras, without offerings, and with no faith, is Tamasic. \n13",
        "14": "Worship of the gods, Brahmins, teachers, and wise men, cleanliness, simplicity, celibacy, and non-violence, these constitute bodily penance. \n14",
        "15": "The penance of speech is that which is spoken truthfully, pleasing, and beneficial, and also the study of the scriptures. \n15",
        "16": "The penance of the mind consists of tranquility, gentleness, silence, self-control, and purity of thought. \n16",
        "17": "The penance performed with supreme faith, without desiring a result, is called Sattvic. \n17",
        "18": "The penance done for honor and respect, with ostentation, is called Rajasic. It is unstable and transient. \n18",
        "19": "The penance performed with delusion, causing self-torture or torturing others, and for the purpose of harming others, is Tamasic. \n19",
        "20": "The charity given to one who does not expect any return, at the right place and time, and to a worthy person, is Sattvic. \n20",
        "21": "The charity given with the expectation of something in return, or given with difficulty, and to an unworthy person, is Rajasic. \n21",
        "22": "The charity given at an inappropriate time and place, and to an undeserving person, is Tamasic. \n22",
        "23": "The word Om Tat Sat is declared to be the threefold designation of Brahman. It was used in the Vedas, in sacrifices, and in ancient scriptures. \n23",
        "24": "Therefore, the actions of sacrifice, charity, and penance are always performed according to the instructions of the scriptures, with the utterance of Om. \n24",
        "25": "Without desiring a reward, the actions of sacrifice, charity, and penance are performed by those who seek liberation. \n25",
        "26-27": "The term 'Sat' is used in relation to what is auspicious and virtuous. It is used for praise-worthy actions. In sacrifice, penance, and charity, the condition of 'Sat' is to be understood. \n26\n27",
        "28": "Whatever is done without faith, whether it is a sacrifice, charity, or penance, is called Asat, O Partha. It does not lead to any benefit here or hereafter. \n28\nThis is the seventeenth chapter of the Bhagavad Gita, called The Yoga of the Threefold Faith."
    },
    "18":{
        "1": "Chapter 18: The Yoga of Liberation by Renunciation\nArjuna said: O Krishna, I wish to understand the true nature of renunciation (sannyasa) and of renunciation of action (tyaga), and the distinction between the two.",
        "2": "The Blessed Lord said: The sages declare that there are two types of renunciation: the renunciation of actions with desires and the renunciation of actions without desires. The learned call the former 'renunciation' and the latter 'renunciation'.",
        "3": "Some sages say that all actions should be abandoned, while others say that sacrifices, charity, and penance should not be abandoned.",
        "4": "Hear from Me the true nature of renunciation, O best of the Bharatas. Renunciation is declared to be of three kinds.",
        "5": "Acts of sacrifice, charity, and penance should not be abandoned but should be performed. Sacrifice, charity, and penance are purifiers of the soul.",
        "6": "But even these actions should be performed without attachment and desire for the results. This is My conclusive opinion.",
        "7": "Renunciation of obligatory duties is not appropriate for a person who is in the mode of goodness. Such renunciation is regarded as tamasic (in the mode of ignorance).",
        "8": "One who renounces actions due to fear of physical discomfort, considering it to be painful, performs a rajasic (passionate) renunciation and does not achieve the result of renunciation.",
        "9": "One who performs actions that are obligatory, with detachment and without desire for results, is considered to perform a sattvic (pure) renunciation.",
        "10": "The renouncer who is free from attachment and does not desire the results of actions is said to be endowed with sattva (goodness), and is a wise person.",
        "11": "No one can completely renounce action. The one who renounces the results of actions is considered a true renouncer.",
        "12": "The results of actions are of three kinds—unpleasant, pleasant, and mixed. These three types of results come to the renouncer after death, but not to the true renouncer.",
        "13": "Understand from Me the five causes for the accomplishment of all actions, which have been enumerated in the Sankhya philosophy for the accomplishment of all actions.",
        "14": "The five causes are: the body, the doer, the different senses, the different efforts, and divine providence.",
        "15-16": "Whatever action is performed by the body, speech, or mind, whether it is right or wrong, is to be attributed to these five causes. Thus, the doer who acts without understanding, considers himself to be the sole actor and is deluded.",
        "17": "One who is not attached to the results of actions and is free from the egoistic sense of doership is not bound by the actions he performs.",
        "18": "Knowledge, the object of knowledge, and the knower are all three types of knowledge.",
        "19": "Knowledge, action, and the doer are all differentiated according to the three gunas (modes of nature). Hear from Me about these differences.",
        "20": "Knowledge that perceives the one imperishable reality in all beings, and sees all beings as non-different from it, is sattvic (pure).",
        "21": "Knowledge that sees diverse forms of life and is divided into different kinds, perceives differences in beings, and is rajasic (passionate).",
        "22": "Knowledge that is deluded by the illusion of diversity, sees only one part of the truth, and is tamasic (ignorant).",
        "23": "Action performed without attachment, without desire for results, and in accordance with one's duties is sattvic (pure).",
        "24": "Action performed with desire for results and egoistic attachment is rajasic (passionate).",
        "25": "Action performed under the influence of delusion, with no regard for the consequences or consequences, and with negligence is tamasic (ignorant).",
        "26": "A person who is free from attachment and ego, and acts with determination and enthusiasm, is called sattvic (pure).",
        "27": "A person who is desirous of the results of actions, greedy, violent, and unclean is called rajasic (passionate).",
        "28": "A person who is dull, foolish, deceitful, and lazy, and who procrastinates, is called tamasic (ignorant).",
        "29": "Listen to Me about the threefold division of the intellect and determination, as described according to the gunas (modes of nature).",
        "30": "Intellect that distinguishes between what is to be done and what is not to be done, what is to be feared and what is not to be feared, and what is bondage and what is liberation, is sattvic (pure).",
        "31": "Intellect that understands dharma (duty) and adharma (unrighteousness) in a perverted manner, and distinguishes between actions accordingly, is rajasic (passionate).",
        "32": "Intellect that is enveloped in ignorance, which considers dharma as adharma and vice versa, is tamasic (ignorant).",
        "33": "Determination by which the mind, senses, and prana (vital forces) are held steady through yoga is sattvic (pure).",
        "34": "Determination that is motivated by desire for results and that seeks to achieve dharma, artha (prosperity), and kama (pleasures) is rajasic (passionate).",
        "35": "Determination that is driven by sleep, delusion, and fear, and which is persistent in its lack of success, is tamasic (ignorant).",
        "36": "Now, listen to Me about the threefold happiness, which is attained through practice and which ultimately leads to the cessation of suffering.",
        "37": "Happiness that appears initially like poison but turns out to be like nectar at the end, is considered sattvic (pure), arising from self-realization and knowledge.",
        "38": "Happiness that is derived from the union of the senses with their objects, initially like nectar but ultimately like poison, is rajasic (passionate).",
        "39": "Happiness that is experienced due to delusion, laziness, and negligence, which arises from sleep and ignorance, is tamasic (ignorant).",
        "40": "There is no being on earth, in the heavens, or among the gods that is free from these three gunas (modes of nature).",
        "41": "The duties of the Brahmins, Kshatriyas, Vaishyas, and Shudras are divided according to their inherent qualities and characteristics.",
        "42": "Calmness, self-control, penance, purity, forgiveness, and knowledge are the qualities that define the Brahmin's duty.",
        "43": "Courage, valor, steadiness, and the ability to fight in battle and protect others are the qualities that define the Kshatriya's duty.",
        "44": "Agriculture, cattle-rearing, and trade are the qualities that define the Vaishya's duty.",
        "45": "Service and manual labor are the qualities that define the Shudra's duty.",
        "46": "One who is devoted to his own duty attains perfection. Listen to Me how one attains perfection by performing one's own duty.",
        "47": "By performing one's own duty according to one's nature, a person can achieve perfection.",
        "48": "One who performs his duty without attachment, surrendering all actions to Me, achieves eternal peace.",
        "49": "One who is not attached, is self-controlled, and has transcended desire, attains the highest state of liberation through renunciation.",
        "50": "Hear from Me how one who has attained this perfection, attains the supreme knowledge and the ultimate goal of life.",
        "51-53": "One who is engaged in self-discipline, has control over the senses, and is detached from desires, and who is always engaged in meditation, achieves liberation.",
        "54": "One who is self-realized and is free from all doubts, sees all beings equally and is devoted to Me, attains the highest state.",
        "55": "Through devotion, one comes to know Me as I am and thereby attains the highest knowledge.",
        "56": "One who performs all actions with devotion to Me, attains eternal bliss and the supreme state.",
        "57": "One who dedicates all his actions to Me, and remains devoted to Me with a mind focused on Me, attains liberation.",
        "58": "One who has surrendered all actions to Me, and has a mind absorbed in Me, will overcome all obstacles through My grace.",
        "59": "One who, driven by ego and ignorance, thinks that he is not bound by actions, will be misled by his own nature.",
        "60": "One who is bound by his own nature, will act according to his inclinations, even if he wishes otherwise.",
        "61": "The Supreme Lord dwells in the hearts of all beings, O Arjuna, and moves them according to His will.",
        "62": "Take refuge in the Supreme Lord with all your being, and through His grace, you will attain supreme peace and the eternal abode.",
        "63": "Thus, I have given you the most profound knowledge. Reflect on it and act according to your understanding.",
        "64": "O Arjuna, by My grace, I have revealed to you the most secret knowledge. Reflect on it and do as you wish.",
        "65": "Surrender to Me with all your heart, and you will attain the ultimate peace and liberation.",
        "66": "By abandoning all varieties of religiousness and taking refuge in Me alone, you will attain liberation and eternal peace.",
        "67": "This knowledge is the most secret and sacred. Meditate on it, and do as you wish.",
        "68": "One who will propagate this supreme secret knowledge to My devotees, will attain My divine grace and be blessed.",
        "69": "There is no one more dear to Me than the one who imparts this knowledge to My devotees, nor will there be anyone more dear.",
        "70": "He who studies this sacred dialogue of ours, with understanding, will be freed from the bondage of karma and attain liberation.",
        "71": "One who listens with faith and reverence, will attain knowledge and liberation, and will be liberated from the cycle of birth and death.",
        "72": "This is the most profound and sacred knowledge. Reflect upon it and act accordingly, O Arjuna.",
        "73": "Arjuna said: O Krishna, I have heard Your divine words, and my illusion is dispelled. I am now ready to act according to Your instructions.",
        "74": "The Blessed Lord said: O Arjuna, you have spoken the truth. Now, I will reveal to you the most secret knowledge.",
        "75": "I have revealed to you the supreme knowledge, which is the essence of all scriptures. Now, do as you wish.",
        "76": "Arjuna said: O Krishna, I am now fully enlightened. I have attained the supreme knowledge and will act according to Your instructions.",
        "77": "The Blessed Lord said: O Arjuna, you have now attained the highest wisdom. May you always remember and act accordingly.",
        "78": "Thus ends Chapter 18 of the Bhagavad Gita, known as the Yoga of Liberation by Renunciation."
    }            
}