{
    "1":{
        "1": "આ રીતે શ્રીમદ્ ભગવદ્ ગીતાની ઉપનિષદોમાં બ્રહ્મવિદ્યા, યોગશાસ્ત્ર અને શ્રીકૃષ્ણ-અર્જુનના સંવાદમાં અર્જુનનો વિષાદ યોગ નામના પ્રથમ અધ્યાયનો સમાપ્તિ થાય છે. ધૃતરાષ્ટ્ર કહે છે: હે સંજય, ધર્મક્ષેત્ર કુરુક્ષેત્રમાં એકઠા થયેલા મારા પુત્રો અને પાંડવોએ શું કર્યું? (1)",
        "2": "સંજય કહે છે: ત્યારે પાંડવોની સજ્જ સેનાને જોઈને રાજા દુષ્યોધન દ્રોણાચાર્ય પાસે જઈને આ શબ્દો બોલે છે: (2)",
        "3": "આચાર્ય, જુઓ પાંડુના પુત્રોની આ વિશાળ સેનાને, જે તમારા બુદ્ધિશાળી શિષ્ય દ્રુપદપુત્ર દ્વારા વ્યવસ્થિત કરવામાં આવી છે. (3)",
        "4-6": "અહીં આ સેનામાં ઘણા શક્તિશાળી ધનુર્ધર છે, જે યુદ્ધમાં ભીમ અને અર્જુન જેવા છે: યુયુધાન, વિરાટ અને મહારથિ દ્રુપદ, (4) ધ્રષ્ટકેટુ, ચેકિતાન અને શક્તિશાળી કાશીનો રાજા, પુરુજિત, કુંતિભોજ અને શ્રેષ્ઠ શૈબ્ય, (5) શક્તિશાળી યુધામન્યુ અને વીર્યવાન ઉત્તમૌજ, સોભદ્રનો પુત્ર અને દ્રૌપદીના પુત્રો, બધા જ મહારથિ. (6)",
        "7": "હે શ્રેષ્ઠ બ્રાહ્મણ, કૃપા કરીને સાંભળો, જેમને હું અમારા中特ું શ્રેષ્ઠ માનું છું. આ મારા સૈન્યના નેતાઓ છે. (7)",
        "8": "આપ, ભીષ્મ, કર્ણ, અને યુદ્ધવિજયી કૃપ, અશ્વત્થામા, વિકર્ણ અને સોમદત્તનો પુત્ર. (8)",
        "9": "અને ઘણા અન્ય વીરયોદ્ધાઓ પણ છે, જે મારા માટે પોતાના જીવ ત્યાગવા તૈયાર છે. બધા યુદ્ધમાં નિષ્ણાત છે. (9)",
        "10": "અમે ભીષ્મ દ્વારા રક્ષિત અમારો સૈન્ય બળ પૂરતું નથી, જ્યારે તેઓ ભીમ દ્વારા રક્ષિત સૈન્ય પૂરતું છે. (10)",
        "11": "આજે બધા એ લોકોના યથાસ્થાન પર રહેવા, અને સૌ ભીષ્મને બધાં રીતે સમર્થન કરો. (11)",
        "12": "ત્યારે વૃદ્ધ અને શક્તિશાળી કુરુ પિતામહ ભીષ્મે સિંહના ગર્જન સાથે ઊંચો શંખ ફૂંક્યો, જેનાથી દુષ્યોધન ખુશ થયો. (12)",
        "13": "પછી કૌરવોની તરફથી શંખો, ભેરીઓ, નગારાઓ, બગલાઓ અને ગૌમુખો અચાનક એકસાથે વગાડવામાં આવ્યા, અને તે અવાજ અત્યંત ગર્જનમય હતો. (13)",
        "14": "પછી માધવ અને પાંડવ સજ્જ થયેલા તેમના સફેદ ઘોડાઓ જોડેલા રથમાં ઉભા રહી, તેમના દિવ્ય શંખ ફૂંક્યા. (14)",
        "15": "હૃષીકેશએ પોતાની પંચજન્ય શંખ ફૂંકી, અને ધનંજયએ પોતાની દેવદત્ત શંખ ફૂંકી. ભીમ, ભયંકર કૃત્ય કરનાર, પોતાની મોટી શંખ પૌંડ્રને ફૂંકી. (15)",
        "16-18": "કુંતિપુત્ર રાજા યુધિષ્ઠિરએ અનંતવિજય શંખ ફૂંકી, નકુલ અને સહદેવએ સુઘોષ અને મણિપુષ્પક શંખો ફૂંકી. (16) કાશીરાજ, શ્રેષ્ઠ ધનુર્ધર, શિખંડી, મહારથિ, ધ્રષ્ટદ્યુમ્ન, વિરાટ અને અજેય સત્યકી, (17) દ્રુપદ, દ્રૌપદીના પુત્રો અને મહાબાહુ સોભદ્રએ પૃથક પૃથક શંખ ફૂંક્યા. (18)",
        "19": "તે ગર્જન ધૃતરાષ્ટ્રના પુત્રોના હૃદયને ભેદી નાખ્યું, અને આકાશ અને પૃથ્વીને કંપાવ્યું. (19)",
        "20": "ત્યારે, ધનુરુદ્ધર અર્જુને હનુમાનના ધ્વજવાળા ધનુરુદ્ધર પાંડવને જોઈને, જ્યારે યુદ્ધના શસ્ત્રોને છોડવા માટે સજ્જ થઈ રહ્યા હતા, (20)",
        "21-22": "અર્જુનએ હૃષીકેશને કહ્યું: હે અચ્યૂત, મારી રથને બંને સેનાઓની વચ્ચે ઊભા રાખો, જેથી હું જોઈ શકું કે આ યુદ્ધ માટે કોણ બેઠા છે અને આ યુદ્ધની શરૂઆતમાં મારે કોની સામે લડવું પડશે. (21-22)",
        "23": "હું જોઈશ કે આ ધાર્તરાષ્ટ્રના દુર્વ્યસનીની માટે યુદ્ધમાં પ્રિય કરવા માટે કોણ અહીં એકઠા થયા છે. (23)",
        "24": "સંજય કહે છે: ગુડાકેશ દ્વારા આ રીતે કહવામાં આવ્યા પછી, હે ભારત, હૃષીકેશે શ્રેષ્ઠ રથને બંને સેનાઓની વચ્ચે રાખી દીધું, (24)",
        "25": "ભીષ્મ, દ્રોણ અને ધરતીના તમામ રાજાઓ સામે, પાર્થને કહ્યું: હે પાર્થ, જુઓ આ કુરુઓ અહીં એકઠા થયા છે. (25)",
        "26": "ત્યારે પાર્થએ બંને સેનાઓમાં ઉભા પિતાઓ, પિતામહો, શિક્ષકો, માતુલો, ભાઇઓ, પુત્રો, પૌત્રો અને મિત્રો દેખાડ્યા. (26)",
        "27": "તેણે પિતામહો અને શ્વશુરો તથા બંને પક્ષના સખાઓ પણ જોયા. તમામ બંધુઓને જોઈને કૌંતેય પર કરુણાની મોસ પડવા લાગી, અને તેણે શોકમય મનથી વાત કરી. (27)",
        "28": "અર્જુન કહે છે: હે કૃષ્ણ, આ યુદ્ધ માટે એકત્રિત આ મારી જાતની સમુદાયને જોઈને, (28)",
        "29-31": "મારા અંગો કપાઈ રહ્યા છે અને મોં સૂકાઈ રહ્યું છે, મારી કાયામાં કપકપી થઈ રહી છે, અને રોમંચ ઊભા થઈ રહ્યા છે. (29) મારી હાથમાંથી ગાંડિવ સૂસવાઈ રહ્યું છે અને મારી ત્વચા બળી રહી છે. હું ઊભો રહી શકતો નથી, અને મારો મન ભ્રમિત થઈ રહ્યો છે. (30) હું ખરાબ નિશાનીઓ જોઈ રહ્યો છું, હે કેશવ, અને મારા સ્વજનોને મારીને મને કોઇ કલ્યાણ દેખાતું નથી. (31)",
        "32-33": "હે કૃષ્ણ, હું ન તો વિજયની ઈચ્છા રાખું છું, ન રાજ્યોની, ન સુખોની. રાજ્યોનો અમને શું લાભ છે, હે ગોવિંદ? ભોગો અને જીવનનો ફાયદો શું છે? (32) જેઓ માટે અમને રાજ્ય, ભોગો અને સુખોની ઈચ્છા હતી, તેઓ અહીં યુદ્ધ માટે બેઠા છે, પોતાના જીવ અને સંપત્તિ ત્યાગવા તૈયાર છે. (33)",
        "34-35": "આચાર્યો, પિતાઓ, પુત્રો, તેમજ પિતામહો, માતુલો, શ્વશુરો, પૌત્રો, ભાઈઓ અને અન્ય સંબંધીઓ. (34) હું તેમને મારી ઈચ્છા નથી, હે મધુસૂદન, જો કે તેઓ mnie મારી નાખે. હે જનાર્દન, કેવી રીતે અમે આપણા સ્વજનોને મારીને સુખી રહી શકીએ? (35)",
        "36-37": "આ લોભથી અંધ થયેલા, આપણી જાતને માબાપોની હત્યાને અઘરો પાપ સમજીને પણ, યુદ્ધમાં યથાવત કુરુઓને મારવા તૈયાર છે. (36) પરંતુ, હે જનાર્દન, આ પાપને જોઈને પણ, શું અમે આ દોષમાંથી દૂર રહી શકતા નથી? (37)",
        "38-39": "કુલના નાશથી, સદીઓથી ચાલતા આવતી સંસ્કારો નાશ પામે છે, અને આ સંસ્કારોના નાશથી, પુરા કુટુંબમાં અધર્મ વધે છે. (38) જ્યારે અધર્મ વધે છે, હે કૃષ્ણ, તો કુટુંબના સ્ત્રીઓનો પાવીત્ર્ય નષ્ટ થાય છે, અને હે વાર્ષ્નેય, જ્યારે સ્ત્રીઓ નષ્ટ થાય છે, તો વંશનું સંક્રમણ થાય છે. (39)",
        "40": "કુલના નાશથી, કુટુંબના ધાર્મિક નિયમો નાશ પામે છે. તેથી, આખો કુટુંબ નરકમાં પ્રવેશ કરે છે. (40)",
        "41": "અધર્મના ઉદયથી, કુટુંબની સ્ત્રીઓ પર કાદી વધી જાય છે, અને હે જનાર્દન, તે કુટુંબ માટે નર્કરૂપ છે. (41)",
        "42": "હે જનાર્દન, અમે સાંભળ્યું છે કે, આ ગમે એવા પરિવારો નરકમાં સ્થિત છે. (42)",
        "43-44": "અફસોસ! અમે રાજયના સુખને પ્રાપ્ત કરવા માટે આપણા સ્વજનોના મોત માટે વધુ પડતું પાપ કરવાનું નક્કી કર્યું છે. (43) શું સારું થશે જો ધૃતરાષ્ટ્રના પુત્રો મને બેદરકારીથી અને અવિલંબી વિધિ દ્વારા મારી નાખે? (44)",
        "45-46": "સંજય કહે છે: આ રીતે કહ્યા બાદ, અર્જુનને યોધા અને તિરસ્કાર પેદા કરીને, રથની સીટ પર બેસીને દુઃખથી ભરપૂર થઇ ગયો. (45-46)",
        "47": "આ રીતે શ્રીમદ્ ભગવદ્ ગીતાની ઉપનિષદોમાં બ્રહ્મવિદ્યા, યોગશાસ્ત્ર અને શ્રીકૃષ્ણ-અર્જુનના સંવાદમાં અર્જુનના વિષાદ યોગ નામના પ્રથમ અધ્યાયનો સમાપ્તિ થાય છે."
    },
    "2":{
        "1": "અથ દ્વિતીયો અધ્યાયઃ ।\nસાંખ્યયોગઃ\n\nસંજય ઉવાચ ।\nતં તથા કૃપયાવિષ્ટમશ્રુપೂರ್ಣાકુલેક્ષણમ્ ।\nવિષીદંતમિદં વાક્યમુવાચ મધુસૂદનઃ ॥1॥",
        "2": "શ્રીભગવાનુવાચ ।\nકુતસ્ત્વા કસ્મલમિદં વિષમે સમુપસ્થિતમ્ ।\nઅનાર્યજષ્ટમસ્વર્ગ્યમકીર્તિકરમર્જુન ॥2॥",
        "3": "ક્લૈબ્યં મા સ્મ ગમઃ પાર્થ નૈતત્ત્વય્યુપપદ્યતે ।\nક્ષુદ્રં હૃદયદૌર્બલ્યં ત્યક્ત્વોત્તિષ્ઠ પરંતપ ॥3॥",
        "4": "અર્જુન ઉવાચ ।\nકથં ભીષ્મમહં સાંખ્યે દ્રોણં ચ મધુસૂદન ।\nઇષુભિઃ પ્રતિયોત્સ્યામિ પૂજાર્હાવરીસૂદન ॥4॥",
        "5": "ગુરૂનહત્વા હિ મહાનુભાવાન્ શ્રેયો ભોક્તું ભૈક્ષ્યમપિહ લોકે ।\nહત્વાર્થકામાંસ્તુ ગુરુનિહૈવ ભુંજિય ભોગાન્ રૂધિરપ્રદિગ્ધાન્ ॥5॥",
        "6": "ન ચૈતદ્વિદ્મઃ કતરણ્નો ગરિયઃ યદ્વા જયેમ યદિ વા નો જયેયુઃ ।\nયાનેવ હત્વા ન જિજીવિષામઃ તેऽવસ્થિતાઃ પ્રમુખે ધાર્તરાષ્ટ્રાઃ ॥6॥",
        "7": "કાર્પણ્યદોષોપહતસ્વભાવઃ પૃચ્છામિ ત્વાં ધર્મસમ્મૂઢચેતાઃ ।\nયચ્છ્રેયઃ સ્યાન્ નિશ્ચિતં બ્રૂહિ તન્મે શિષ્યસ્તેઽહં શાધિ માં ત્વાં પ્રપન્નમ્ ॥7॥",
        "8": "ન હિ પ્રપશ્યામિ મમાપનુદ્યા યચ્છોકમુચ્છોષણમિન્દ્રિયાણામ્ ।\nઅવાપ્ય ભૂમાવસપત્નમૃદ્ધં રાજ્યં સુરાણામપિ ચાધિપત્યમ્ ॥8॥",
        "9": "સંજય ઉવાચ ।\nએવમુક્ત્વા હૃષીકેશં ગુડાકેશઃ પરંતપ ।\nન યોત્સ્ય ઇતિ ગોવિંદમુક્ત્વા તૂષ્ણીં બભૂવ હ ॥9॥",
        "10": "તમુવાચ હૃષીકેશઃ પ્રહસન્નિવ ભારત ।\nસેનયોરુભયોરમધ્યે વિષીદન્તમિદં વચઃ ॥10॥",
        "11": "શ્રીભગવાનુવાચ ।\nઅશોચ્યાનન્વશોચસ્ત્વં પ્રજ્ઞાવાદાંશ્ચ ભાષસે ।\nગતાસૂનગતાસૂંશ્ચ નાનુશોચન્તિ પંડિતાઃ ॥11॥",
        "12": "ન ત્વેવાહં જાતુ નાસં ન ત્વં નેમે જનાધિપાઃ ।\nન ચૈવ ન ભવિષ્યામઃ સર્વે વયમતઃ પરમ્ ॥12॥",
        "13": "દેહિનોऽસ્મિન્યથા દેહે કૌમારં યૌવનં જરા ।\nતથા દેહાન્તરપ્રાપ્તિર્ધીરસ્તત્ર ન મુહ્યતિ ॥13॥",
        "14": "માત્રાસ્પર્શાસ્તુ કૌંતેય શીતોષ್ಣસુખદુઃખદાઃ ।\nઆગમાપાયિનોऽનિત્યાસ્તાંસ્તિતિક્ષસ્વ ભારત ॥14॥",
        "15": "યં હિ ન વ્યથયન્ત્યેતે પુરુષં પુરુષર્ષભ ।\nસમદુઃખસુખં ધીરં સોऽમૃતત્વાય કલ્પતે ॥15॥",
        "16": "નાસતો વિદ્યતે ભાવો નાભાવો વિદ્યતે સતઃ ।\nઉભયોરપિ દૃષ્ટોऽન્તસ્ત્વનયોસ્ટત્ત્વદર્શિભિઃ ॥16॥",
        "17": "અવિનાશિ તુ તદ્વિદ્ધિ યેન સર્વમિદં તતમ્ ।\nવિનાશમવ્યયસ્યાસ્ય ન કશ્ચિત્કર્તુમર્હતિ ॥17॥",
        "18": "અન્તવંત ઇમે દેહા નિત્યાસ્યોક્તાઃ શરીરિણઃ ।\nઅનાશિનોऽપ્રમેયસ્ય તસ્માદ્યુધ્યસ્વ ભારત ॥18॥",
        "19": "ય એનં વેત્તિ હંતારં યશ્ચૈનં મન્યતે હતમ્ ।\nઉભૌ તૌ ન વિજાનીતો નાયં હન્તિ ન હન્યતે ॥19॥",
        "20": "ન જયતે મ્રીયતે વા કદાચિન્નાયં ભૂત્વા ભવિતા વા ન ભૂયઃ ।\nઅજો નિત્યઃ શાશ્વતોऽયં પુરાણો ન હન્યતે હન્યમાનેશરીરે ॥20॥",
        "21": "વેદાવિનાશિનં નિત્યં ય એન્મજમવ્યયમ્ ।\nથં સ પુરુષઃ પાર્થ કં ઘાતયતિ હન્તિ કમ્ ॥21॥",
        "22": "વાસાંસિ જર્ણાનિ યથા વિહાય નવાનિ ગૃહ્ણાતિ નરોऽપરાણિ ।\nતથા શરીરાણિ વિહાય જર્ણાન્યન્યાનિ સંયાતિ નવાનિ દેહી ॥22॥",
        "23": "નૈનં છિન્દન્તિ શસ્ત્રાણિ નૈનં દહતિ પાવકઃ ।\nન ચૈનં ક્લેદયન્યાપો ન શોષયતિ મારુતઃ ॥23॥",
        "24": "અચ્છેદ્યોऽયમદાહ્યોऽયમક્લેદ્યોऽશોષ્ય એવ ચ ।\nનિત્યઃ સર્વગતઃ સ્થાણુરચલોऽયં સનાતનઃ ॥24॥",
        "25": "અવ્યક્તોઽયમચિંત્યોઽયમવિકાર્યોऽયમુચ્યતે ।\nતસ્માદેवं વિદિત્વૈનં નાનુશોચિતુમર્હસિ ॥25॥",
        "26": "અથ ચૈનં નિત્યજાતં નિત્યં વા મન્યસે મૃતમ્ ।\nતથાપિ ત્વં મહાબાહો નૈવં શોચિતુમર્હસિ ॥26॥",
        "27": "જાતસ્ય હિ ધ્રુવો મૃત્યુર્ધ્રુવં જન્મ મૃતસ્ય ચ ।\nતસ્માદપરિહાર્યર્થે ન ત્વં શોચિતુમર્હસિ ॥27॥",
        "28": "અવ્યક્તાદીનિ ભૂતાનિવ્યક્તમધ્યાનિભારત ।\nઅવ્યક્તનિધનાન્યેવ તત્રકા પરિદેવના ॥28॥",
        "29": "આશ્ચર્યવત્પશ્યતિ કશ્ચિદેનમાશ્ચર્યવદ્વદતિ તથૈવ ચાન્યઃ ।\nઆશ્ચર્યવચ્ચૈનમન્યઃ શ્રૃણોતિ શ્રુત્વાપ્યેનં વેદ ન ચૈવ કશ્ચિત્ ॥29॥",
        "30": "દેહી નિત્યમવધ્યોऽયં દેહે સર્વસ્યભારત ।\nતસ્માત્સર્વાણિ ભૂતાનિ ન ત્વં શોચિતુમર્હસિ ॥30॥",
        "31": "સ્વધર્મમપિ ચાવેક્ષ્ય ન વિકંપિતુમર્હસિ ।\nધર્મ્યાદ્ધિ યુદ્ધાચ્છ્રેયોऽન્યત્ક્ષત્રિયસ્ય ન વિદ્યતે ॥31॥",
        "32": "યદૃચ્છયાચોપપન્નં સ્વર્ગદ્વારમપાવૃતમ્ ।\nસુખિનઃ ક્ષત્રિયાઃ પાર્થ લભન્તે યુદ્ધમીદૃશમ્ ॥32॥",
        "33": "અથ ચેત્ત્વમિમં ધર્મ્યં સંગ્રામં ન કરિષ્યસિ ।\nતતઃ સ્વધર્મં કીર્તિં ચ હિત્વા પાપમવાપ્સ્યસિ ॥33॥",
        "34": "અકીરતિંચાપિ ભૂતાનિ કથયિષ્યન્તિ તેऽવ્યયામ્ ।\nસંભાવિતસ્ય ચાકીરતિર્મરણાદતિરિચ્યતે ॥34॥",
        "35": "ભયાદ્રણાદુપરતં મન્સ્યન્તે ત્વાં મહારથાઃ ।\nયેષાં ચ ત્વં બહુમતો ભૂત્વા યાસ્યસિ લાઘવમ્ ॥35॥",
        "36": "અવાચ્યવાદાંશ્ચ બહૂન્વદિષ્યન્તિ તવાહિતાઃ ।\nનિન્દન્તસ્તવ સામર્થ્યં તતો દુઃખતરં નુ કિમ્ ॥36॥",
        "37": "હતો વા પ્રાપ્સ્યસિ સ્વર્ગં જિત્વા વા ભોક્ષ્યસે મહીમ્ ।\nતસ્માદુત્તિષ્ઠ કૌન્તેય યુદ્ધાય કૃતનિશ્ચયઃ ॥37॥",
        "38": "સુખદુઃખે સમે કૃત્વા લાભાલાભૌ જયાજયૌ ।\nતતો યુદ્ધાય યુજ્યસ્વ નૈવં પાપમવાપ્સ્યસિ ॥38॥",
        "39": "એષા તેऽભિહિતા સાંખ્યે બુદ્ધિર્યોગે ત્વિમાં શ્રૃણુ ।\nબુદ્ધ્યા યુક્તો યયા પાર્થ કર્મબંધં પ્રહાસ્યસિ ॥39॥",
        "40": "નેહાભિક્રમનાશોऽસ્તિ પ્રત્યવાયો ન વિદ્યતે ।\nસ્વલ્પમપ્યસ્ય ધર્મસ્ય ત્રાયતે મહતો ભયાત્ ॥40॥",
        "41": "વ્યવસાયાત્મિકા બુદ્ધિરેકેહ કુરુનનદાન ।\nબહુષાખા હ્યનન્તશ્ચ બુદ્ધયોऽવ્યવસાયિનામ્ ॥41॥",
        "42": "યામિમામ્પુષ્પિતાં વાચં પ્રવદન્ત્યવિપશ્ચિતઃ ।\nવેદવાદરતાઃ પાર્થ નાન્યદસ્તીતિવાદિનઃ ॥42॥",
        "43": "કામાત્માનઃ સ્વર્ગપરા જનમકર્મફલપ્રદામ્ ।\nક્રીયાવિશેષબહુલાં ભોગૈશ્વર્યગતિં પ્રતિ ॥43॥",
        "44": "ભોગૈશ્વર્યપ્રસક્તાનાં તયાપહૃતચેતસામ્ ।\nવ્યવસાયાત્મિકા બુદ્ધિઃ સમાધૌ ન વિધીયતે ॥44॥",
        "45": "ત્રૈગુણ્યવિષયા દેવા નિષ્ટ્રૈગુણ્યો ભવાર્જુન ।\nનિર્દ્વંદ્વો નિત્યસત્ત્વસ્થો નિર્યોગક્ષેમ આત્મવાન્ ॥45॥",
        "46": "યાવાનર્થ ઉદપાને સર્વતઃ સંપ્લુતોદકે ।\nતાવાન્સર્વેષુ વેદેષુ બ્રાહ્મણસ્ય વિજનતઃ ॥46॥",
        "47": "કર્મણ્યેવાધિકારસ્તે મા ફલેષુકદાચન ।\nમા કર્મફલહેતુર્ભૂર્માટે સંગોऽસ્ત્વકર્મણિ ॥47॥",
        "48": "યોગસ્થઃ કુરુકર્માણિ સંગં ત્યક્ત્વા ધનંજય ।\nસિદ્ધ્યાસિદ્ધ્યોઃ સમો ભૂત્વા સમત્વં યોગ ઉચ્યતે ॥48॥",
        "49": "દૂરેણ હ્યવરં કર્મ બુદ્ધિયોગાદ્ધનંજય ।\nબુદ્ધૌ શરણમન્વિચ્છ કૃપણાઃ ફલહેતવઃ ॥49॥",
        "50": "બુદ્ધિયુક્તો જહાતીહ ઉભે સુકૃતદુસ્કૃતે ।\nતસ્માદ્યોગાય યુજ્યસ્વ યોગઃ કર્મસુ કૌશલમ્ ॥50॥",
        "51": "કર્મજં બુદ્ધિયુક્તા હિ ફલં ત્યક્ત્વા મનીષિણઃ ।\nજનમબન્ધવિનિર્મુક્તાઃ પદં ગચ્છન્તિ નામયમ્ ॥51॥",
        "52": "યદા તે મોહકલિલં બુદ્ધિર્વ્યતિતરીષ્યતિ ।\nતદા ગન્તાસિ નિવેદં શ્રોતવ્યસ્ય શ્રુતસ્ય ચ ॥52॥",
        "53": "શ્રુતિવિપ્રતિપન્ના તે યદા સ્થાસ્યતિ નિશ્વલા ।\nસમાધાવચલા બુદ્ધિસ્તદા યોગમવાપ્સ્યસિ ॥53॥",
        "54": "અર્જુન ઉવાચ ।\nસ્થિતપ્રજ્ઞસ્ય કા ભાવા સમાધિસ્થસ્ય કેશવ ।\nસ્થિતધીઃ કિમ્ પ્રભાષેત કિમાસીત વ્રજેત કિમ્ ॥54॥",
        "55": "શ્રીભગવાનુવાચ ।\nપ્રજહાતિ યદા કામાન્સર્વાન્પાર્થ મનોગતાન્ ।\nઆત્મન્યેવાત્મના તૃષ્ટઃ સ્થિતપ્રજ્ઞસ્તદોચ્યતે ॥55॥",
        "56": "દુઃખેષ્વનુદ્વિગ્નમના સુખેષુ વિગતસ્પૃહઃ ।\nવીતરાગભયક્રોધઃ સ્થિતધીઃ મુનિરુચ્યતે ॥56॥",
        "57": "યઃ સર્વત્રાનભિસ્નેહસ્તત્તત્પ્રાપ્ય શુભાશુભમ્ ।\nનાભિનનંદતિ ન દ્વેષ્ટિ તસ્ય પ્રજ્ઞા પ્રતિષ્ઠિતા ॥57॥",
        "58": "યદા સંહરતે ચાયં કૂર્મોંગાનિવ સર્વશઃ ।\nઇન્દ્રિયાણીન્દ્રિયાર્થેબ્યસ્તસ્ય પ્રજ્ઞા પ્રતિષ્ઠિતા ॥58॥",
        "59": "વિષયા વિનિવર્તન્તે નિરાહારસ્ય દેહિનઃ ।\nરસવર્જં રસોપ્યસ્ય પરં દૃષ્ટ્વા નિવર્તતે ॥59॥",
        "60": "યતતો હ્યપિ કૌન્તેય પુર્સસ્ય વિપશ્ચિતઃ ।\nઇન્દ્રિયાણિ પ્રમાથિની હરન્તિ પ્રસભં મનઃ ॥60॥",
        "61": "તાનિ સર્વાણિ સંયમ્ય યુક્ત આસીત મત્તપરઃ ।\nવશે હિ યસ્યેન્દ્રિયાણિ તસ્ય પ્રજ્ઞા પ્રતિષ્ઠિતા ॥61॥",
        "62": "ધ્યાયતો વિશ્વયાન્પંસઃ સંગસ્તેષુપજાયતે ।\nસંગાત સંજયતે કામઃ કામાત્ક્રોધોऽભિજયતે ॥62॥",
        "63": "ક્રોધાદ્ભવતિ સંમોહઃ સંમોહાત્સ્મૃતિવિભ્રમઃ ।\nસ્મૃતિભ્રંશાદ્ બુદ્ધિનાશો બુદ્ધિનાશાત્પ્રણશ્યતિ ॥63॥",
        "64": "રાગદ્વેષવિમુક્તૈસ્તુ વિષયાનિન્દ્રિયૈશ્ચરન્ ।\nઆત્મવશ્યૈર્વિધેયાત્મા પ્રસાદમધિગચ્છતિ ॥64॥",
        "65": "પ્રસાદે સર્વદુઃખાનાં હાનિરવ્યોપજાયતે ।\nપ્રસન્નચેતસોઽહ્યાશુ બુદ્ધિઃ પર્યવતિષ્ઠતે ॥65॥",
        "66": "નાસ્તિ બુદ્ધિરયુક્તસ્ય ન ચાયુક્તસ્ય ભાવના ।\nન ચાભાવયતઃ શાંતિરશાન્તસ્ય કૂતઃ સુખમ્ ॥66॥",
        "67": "ઇન્દ્રિયાણાં હિ ચરતાં યન્મનોઽનુવિધિયતે ।\nતદસ્ય હરતિ પ્રજ્ઞાં વાયુર્નાવમિવાંભસિ ॥67॥",
        "68": "તસ્માદ્યસ્ય મહાબાહો નિગૃહીતાનિ સર્વશઃ ।\nઇન્દ્રિયાણીન્દ્રિયાર્થેબ્યસ્તસ્ય પ્રજ્ઞા પ્રતિષ્ઠિતા ॥68॥",
        "69": "યા નિશા સર્વભૂતાનાં તస్యાં જાગર્તિ સંયમી ।\nયસ્યાં જાગ્રતિ ભૂતાનિ સા નિશા પશ્યતો મુનેઃ ॥69॥",
        "70": "આપૂર્યમાણમચલપ્રતિષ્ઠં સમુદ્રમાપઃ પ્રવિશન્તિ યદ્વત્ ।\nતદ્વત્કામા યં પ્રવિશન્તિ સર્વે સ શાંતિમાપ્નોતિ ન કામકામી ॥70॥",
        "71": "વિહાય કામાન્યઃ સર્વાન્પુમાંશ્ચરતિ નિઃસ્પૃહઃ ।\nનિરમમો નિરહંકારઃ સ શાંતિમધિગચ્છતિ ॥71॥",
        "72": "એષા બ્રાહ્મી સ્થિતીઃ પાર્થ નૈનાં પ્રાપ્ય વિમુહ્યતિ ।\nસ્થિત્વાસ્યામન્તકાલેપિ બ્રહ્મનિર્વાણમૃચ્છતિ ॥72॥"
    },
    "3":{
        "1-2": "અર્જુન કહે છે: જો તમને કાર્ય કરતા જ્ઞાન શ્રેષ્ઠ લાગે છે, તો પછી હે જનાર્દન, તમે મને આ ભયંકર કાર્ય કરવા માટે કેમ કહે છો, હે કેશવ? આ વિસ્મયજનક શબ્દો સાથે, તમે મારા બુદ્ધિને ગૂંચવી દેતા હોય તેવું લાગે છે; તેથી કૃપા કરીને મને સ્પષ્ટપણે તે એક માર્ગ કહો જેના દ્વારા હું શ્રેષ્ઠ ગતિ પ્રાપ્ત કરી શકું. ॥1-2॥",
        "3": "ભગવાન કહે છે: હે નિર્દોષ, આ દુનિયામાં, હું અગાઉ બે પ્રકારના માર્ગો દર્શાવેલા હતા: સંખ્યાઓના જ્ઞાનનો માર્ગ અને યોગીઓના કાર્યનો માર્ગ. ॥3॥",
        "4": "મનુષ્ય માત્ર કાર્ય છોડી દેતા ક્યારેય કાર્યમુક્તિ પ્રાપ્ત કરી શકતો નથી; અને માત્ર સંન્યાસથી પરિપૂર્ણતા પ્રાપ્ત કરી શકતો નથી. ॥4॥",
        "5": "નિશ્ચય જ, કોઈપણ એક ક્ષણ માટે પણ કાર્ય કર્યા વિના રહી શકતો નથી; પ્રકૃતિમાંથી ઉદભવેલા ગુણો દ્વારા દરેકને અનિવાર્ય રીતે કાર્ય કરવામાં મજબૂર થવું પડે છે. ॥5॥",
        "6": "જે વ્યક્તિ કાર્ય ઇન્દ્રિયોને નિયંત્રિત કરે છે પણ મનમાં ઇન્દ્રિયોના વિષયોને dwell કરે છે, તે વિમૂઢ છે અને કપૂતિ છે. ॥6॥",
        "7": "પરંતુ, હે અર્જુન, જે વ્યક્તિ મન દ્વારા ઇન્દ્રિયોને નિયંત્રિત કરે છે, અને આસક્તિ વિના કાર્ય ઇન્દ્રિયોને કાર્યમાં સંલગ્ન કરે છે, તે શ્રેષ્ઠ છે. ॥7॥",
        "8": "તમે તમારું નિશ્ચિત કાર્ય કરવું જોઈએ, કારણ કે કાર્ય નિષ્ક્રિયતા કરતા શ્રેષ્ઠ છે; શરીરની યાત્રા પણ નિષ્ક્રિયતા દ્વારા શક્ય નથી. ॥8॥",
        "9": "યજ્ઞના કારણ વગર બધી ક્રિયાઓ બંધનકારી છે. તેથી, હે કુંતીના પુત્ર, આ બંધનથી મુક્ત થવા માટે યજ્ઞ માટે કાર્ય કરો. ॥9॥",
        "10": "પ્રારંભમાં, સર્જનહાર પરમાત્માએ માનવજાતને યજ્ઞ સાથે સર્જ્યું, અને કહ્યું: 'આ દ્વારા તમે પ્રસ્વિત કરશો; આ તમારું ઇચ્છાપુર્તિ દૂધ આપનાર હશે.' ॥10॥",
        "11": "આ યજ્ઞથી દેવતાઓને પોષણ આપો, અને તે દેવતાઓ તમને પોષણ આપશે; આ રીતે એકબીજાને પોષણ આપતા, તમે શ્રેષ્ઠ ગતિ પ્રાપ્ત કરશો. ॥11॥",
        "12": "યજ્ઞથી પોષિત દેવતાઓ તમને ઇચ્છિત ભોગ આપશે. પરંતુ જે વ્યક્તિ આ ભેટોને દેવતાઓને આપ્યા વિના ભોગવે છે, તે ચોક્કસપણે ચોર છે. ॥12॥",
        "13": "યજ્ઞના અવશેષ ખાવા વાળા પાપોથી મુક્ત થાય છે; પરંતુ જે પાપી લોકો માત્ર પોતાને માટે પચાવે છે, તે પાપ ભોગવે છે. ॥13॥",
        "14": "અન્નથી પ્રાણીઓનું જનમ થાય છે; વરસાદથી અન્નનું ઉત્પન્ન થાય છે; યજ્ઞથી વરસાદ થાય છે; અને યજ્ઞ કાર્યમાંથી ઉત્પન્ન થાય છે. ॥14॥",
        "15": "કામ બ્રહ્મમાંથી ઉત્પન્ન થાય છે, અને બ્રહ્મ અક્ષરમાંથી ઉત્પન્ન થાય છે. તેથી, સર્વવ્યાપી બ્રહ્મ સદા યજ્ઞમાં સ્થાપિત છે. ॥15॥",
        "16": "જે વ્યક્તિ આ ચક્રને અનુસરતો નથી, પાપી અને સંવેદનશીલ છે, તે વેફામ રહે છે, હે અર્જુન. ॥16॥",
        "17": "પણ જે વ્યક્તિ માત્ર આત્મામાં આનંદ પામે છે, આત્મામાં સંતોષ મેળવે છે, તે માટે કોઈ કાર્ય બાકી નથી. ॥17॥",
        "18": "એવી વ્યક્તિ માટે કોઈ કાર્ય કરવાથી કે ન કરવાથી કોઈ ઉદ્દેશ્ય નથી. તે માટે કોઈ વસ્તુ માટે કોઈ ભરોસો નથી. ॥18॥",
        "19": "તેથી, આસક્તિ વિના, સતત તમારું કર્તવ્ય કરવું. જે વ્યક્તિ આસક્તિ વિના કાર્ય કરે છે, તે પરમાત્માને પ્રાપ્ત કરે છે. ॥19॥",
        "20-21": "માત્ર કાર્ય દ્વારા જ જનકાદિ જેવા લોકો પરિપૂર્ણતાને પ્રાપ્ત થયા હતા; અને લોકોની સુરક્ષા માટે પણ તમારે કાર્ય કરવું જોઈએ. ॥20॥ મહાન લોકો જે કાર્ય કરે છે, તે અન્ય લોકો પણ કરે છે; અને તે જે માનક સ્થાપિત કરે છે, તેનુ પાલન જગત કરે છે. ॥21॥",
        "22": "હે અર્જુન, ત્રણે લોકોમાં મને કોઈ કાર્ય કરવાનું બાકી નથી, અને મને કશું પ્રાપ્તિ કરવું નથી; છતાં, હું કાર્યમાં સંલગ્ન છું. ॥22॥",
        "23": "કેમ કે, જો હું સતત કાર્ય ન કરું, તો આ મનુષ્યો મારો માર્ગ અનુસરશે, હે અર્જુન. ॥23॥",
        "24": "જો હું કાર્ય ન કરું, તો આ જગતનો નાશ થશે; હું જાતિઓના સંમિશ્રણનો કારણ બનીશ, અને આ પ્રજાઓનો નાશ કરીશ. ॥24॥",
        "25": "હે ભારત, જેમ અજ્ઞાની લોકો કાર્યની આસક્તિથી કાર્ય કરે છે, તે રીતે જ જ્ઞાની લોકો આસક્તિ વિના લોકહિતની ઇચ્છાથી કાર્ય કરે છે. ॥25॥",
        "26": "જ્ઞાની લોકો એ અજ્ઞાની લોકોની બુદ્ધિને ભાંગે નહિ, જે કર્મોમાં આકર્ષિત છે; તેઓએ તદ્દન નિષ્ઠા સાથે તમામ કર્મો કરાવવાં જોઈએ. ॥26॥",
        "27": "પ્રકૃતિના ગુણો દ્વારા બધી ક્રિયાઓ થાય છે. વિમૂઢ આત્મા અહંકારમાં કહે છે, 'હું કર્તા છું.' ॥27॥",
        "28": "પરંતુ જે વ્યક્તિ સત્ય જાણે છે, હે મહાબાહો, તે ગુણ અને કર્મના વિભાજનો વિશે જાણે છે, તે સમજાવે છે કે ગુણો, તરીકે ઈન્દ્રિયો, ગુણો, વિષયો પર કાર્ય કરે છે, તે આસક્ત નથી થતો. ॥28॥",
        "29": "પ્રકૃતિના ગુણોથી વિમૂઢ થયેલા લોકો ગુણો અને કર્મોમાં આસક્ત હોય છે. જ્ઞાની લોકોને આ અજ્ઞાની લોકોને ડગાવવો જોઈએ નહિ. ॥29॥",
        "30": "તમામ ક્રિયાઓ મને અર્પણ કરીને, આત્માની ચિંતન સાથે, આશાઓ વિના અને મમતા વિના, યુદ્ધ કરો, મનની ગરમી વિના. ॥30॥",
        "31": "જે લોકો સતત શ્રદ્ધા અને અવ્યાજ સાથે મારા આ ઉપદેશને અનુસરે છે, તે પણ કર્મોથી મુક્ત થાય છે. ॥31॥",
        "32": "પણ જે લોકો આ ઉપદેશને અનુસરતા નથી અને તેની નિંદા કરે છે, તે સર્વ જ્ઞાનથી વિમૂઢ છે અને નિર્વિકાર છે, તેમને નાશ પામેલા જાણો. ॥32॥",
        "33": "જ્યાં સુધી એક જ્ઞાની વ્યક્તિ પોતાની પ્રકૃતિ અનુસાર કાર્ય કરે છે; સર્વ જીવ પ્રકૃતિને અનુસરે છે. દમન શું કરી શકે છે? ॥33॥",
        "34": "ઇન્દ્રિયોના વિષયોમાં રાગ અને દ્વેષ સ્થિત છે. તેનાથી વશમાં થવું નહિ જોઈએ, કારણ કે તે તેના શત્રુ છે. ॥34॥",
        "35": "એકની પોતાની ધર્મ વિગુણ હોય તો પણ તે શ્રેષ્ઠ છે; અન્યના ધર્મનું પાલન શ્રેષ્ઠ રીતે કરવાથી. પોતાના ધર્મમાં મરણ શ્રેષ્ઠ છે; અન્યનો ધર્મ ભયનો કારણ છે. ॥35॥",
        "36": "અર્જુન કહે છે: પરંતુ આ પ્રેરણા કઇ રીતે થાય છે કે વ્યક્તિ પાપ કરે છે, અહીં સુધી કે અનિચ્છા હોવા છતાં, એમ જાણે કે તે મજબૂરીથી કરવાનું હોય, હે વાર્ષ્નેય? ॥36॥",
        "37": "ભગવાન કહે છે: તે ઇચ્છા છે, તે ક્રોધ છે, રાજોગુણમાંથી ઉત્પન્ન છે, સર્વસંહારી, સર્વપાપી. તેને અહીં શત્રુ જાણો. ॥37॥",
        "38": "જેમ ધુમાથી અગ્નિ ઢંકાય છે, જેમ કાચ ગંદકથી ઢંકાય છે, જેમ ભ્રૂણ ગર્ભથી ઢંકાય છે, તેમ જ જ્ઞાન આથી ઢંકાય છે. ॥38॥",
        "39": "જ્ઞાન, હે કુંતિપુત્ર, આ હંમેશા શત્રુના રૂપમાં ઇચ્છાથી ઢંકાય છે, જે અધૂરી છે અને અગ્નિની જેમ બળે છે. ॥39॥",
        "40": "ઇન્દ્રિયો, મન અને બુદ્ધિ તેના નિવાસ ગણાય છે. આથી તે દેહધારીને મોહીત કરે છે જ્ઞાનને ઢાંકીને. ॥40॥",
        "41": "તેથી, હે શ્રેષ્ઠ ભારત, શરૂઆતમાં જ ઇન્દ્રિયોને નિયંત્રિત કરીને, આ પાપી જ્ઞાન અને વૈરાગ્યના વિનાશકને મારો. ॥41॥",
        "42": "ઇન્દ્રિયો શ્રેષ્ઠ છે, મન ઇન્દ્રિયોથી શ્રેષ્ઠ છે, બુદ્ધિ મનથી શ્રેષ્ઠ છે, અને બુદ્ધિ કરતાં શ્રેષ્ઠ છે તે (આત્મા). ॥42॥",
        "43": "તેવી રીતે બુદ્ધિ કરતાં શ્રેષ્ઠ વસ્તુને જાણીને અને આત્મા દ્વારા મનને વશમાં કરીને, હે મહાબાહો, કઠિનાઇથી જીતી શકાય તેવી ઇચ્છા રૂપ શત્રુને મારો. ॥43॥"
      },
      "4":{
        "1": "અધ્યાય ૪: જ્ઞાન યોગ",
        "2": "શ્રી ભગવાને કહ્યું: મેં આ અવિનાશી યોગ વિવસ્વાનને શિખવ્યો હતો, વિવસ્વાને મનુને શિખવ્યો અને મનુએ ઇક્ષ્વાકુને શિખવ્યો.",
        "3": "એ રીતે પરંપરાએ પ્રાપ્ત આ યોગ રાજઋષિઓએ જાણ્યો. પરંતુ લાંબા સમય પછી, હે પરંતપ, આ યોગ દુનિયામાં ખોવાઈ ગયો.",
        "4": "એ જ પ્રાચીન યોગ મેં આજે તને શિખાવ્યો છે, કારણ કે તું મારા ભક્ત અને મારો મિત્ર છે; આ શ્રેષ્ઠ રહસ્ય છે.",
        "5": "અર્જુને કહ્યું: તમારું જન્મ તાજેતરમાં થયું છે, જ્યારે વિવસ્વાનનો જન્મ પહેલાં થયો હતો; હું કેવી રીતે સમજું કે તમે આ યોગ આદિમાં શિખાવ્યો?",
        "6": "શ્રી ભગવાને કહ્યું: મારા અને તારા ઘણા જન્મો થઈ ચૂક્યા છે, હે અર્જુન; મને બધા યાદ છે, પણ તને યાદ નથી, હે પરંતપ.",
        "7": "હું અજન્મા, અવિનાશી અને બધાના ઈશ્વર છતા પણ, હું મારી સ્વભાવિક પ્રકૃતિને નિયંત્રિત કરીને મારી ઈચ્છાથી પ્રગટ થાય છે.",
        "8": "જ્યારે જ્યારે ધર્મનો નાશ થાય છે અને અધર્મનો ઉત્થાન થાય છે, હે ભારત, ત્યારે ત્યારે હું પોતાના આપને પ્રગટ કરું છું.",
        "9": "ધર્મના રક્ષણ માટે, પાપીઓના વિનાશ માટે, અને ધર્મના સ્થાપન માટે, હું યુગ પછી યુગ પ્રગટ થાઉં છું.",
        "10": "જે મારા દિવ્ય જન્મ અને કર્મને તત્ત્વથી જાણે છે તે દેવહીન થયા પછી ફરીથી જન્મ લેતો નથી અને મને પ્રાપ્ત કરે છે, હે અર્જુન.",
        "11": "મોહ, ભય અને ક્રોધને છોડીને, મારે જ મગ્ન થયા, મને આશ્રય લીધેલા, અને જ્ઞાનથી શુદ્ધ થયેલા ઘણા લોકો મારી સ્થિતિ પ્રાપ્ત કરી છે.",
        "12": "મનુષ્યો જેમ જેમ મને સમર્પિત થાય છે, તેમ તેમ હું તેમને ફળ આપું છું. બધા લોકો મારા માર્ગનું અનુસરણ કરે છે, હે પાર્થ, સર્વ રીતે.",
        "13": "મનુષ્યો કર્મની સિદ્ધિ ઇચ્છતા દેવી-દેવતાઓનું પૂજન કરે છે, કારણ કે માનવ લોકમાં કર્મથી ઉત્પન્ન સિદ્ધિ ઝડપથી મળે છે.",
        "14": "ચાતુર્વર્ણ્ય મારો સર્જન છે, ગુણ અને કર્મોના વિભાજનથી. હું તેનો સર્જક છું, પણ જાણો કે હું અક્રિયા અને અવિનાશી છું.",
        "15": "કર્મ મને લિપ્ત નથી કરતું, મને કર્મના ફળમાં કોઈ આસક્તિ નથી. મને આ રીતે જાણનાર વ્યક્તિ કર્મોથી બંધાતા નથી.",
        "16": "આ જ્ઞાનના આધારે, પુરાતન મુમુક્ષુઓએ પણ કર્મોનું આચરણ કર્યું; તેથી, તું પણ તે પૂર્વજોની જેમ કર્મ કર.",
        "17": "કર્મ શું છે? અકર્મ શું છે? આ વિષયમાં કવિઓ પણ મોહિત છે. હું તને કર્મ સમજાવીશ, જે જાણવાથી તું અસુભથી મુક્ત થશે.",
        "18": "કર્મને જાણવું જરૂરી છે, વિકર્મને પણ જાણવું જોઈએ, અને અકર્મને પણ જાણવું જરૂરી છે. કર્મની ગતિ ખૂબ જ ગહન છે.",
        "19": "જે વ્યક્તિ કર્મમાં અકર્મ અને અકર્મમાં કર્મને જોવે છે, તે મનુષ્યોમાં બુદ્ધિમાન છે; તે યોગી છે અને સર્વકર્મકર્તા છે.",
        "20": "જેણે કર્મફળની આસક્તિને ત્યજી દીધી છે, હંમેશાં તૃપ્ત છે, આસક્તિ વિનાના છે, તે કર્મોમાં પ્રવૃત્ત હોવા છતા કંઈ કરતો નથી.",
        "21": "નિરાશી, યતચિત્તાત્મા, સર્વ પરિગ્રહ છોડનાર, શરીરમાત્રના કર્મો કરતાં પણ પાપમાં લિપ્ત નથી થાય.",
        "22": "યાદૃચ્છા પ્રાપ્ત લાભથી તૃપ્ત, દ્વંદ્વથી પર છે, અનાસુયક છે, સફળતા-અસફળતામાં સમ છે, તે બંધાતો નથી.",
        "23": "જેણે બંધન છોડ્યું છે, મુક્ત છે, જ્ઞાનમાં સ્થિત મન છે, જે યજ્ઞ માટે કર્મ કરે છે, તેની તમામ ક્રિયાઓ ભસ્મીભૂત થાય છે.",
        "24": "બ્રહ્માર્પણ, બ્રહ્મ હવિ, બ્રહ્માગ્નિમાં બ્રહ્મ દ્વારા હવન કરેલ છે; બ્રહ્મ કર્મ સમાધિથી તે બ્રહ્મ પ્રાપ્ત કરે છે.",
        "25": "કેટલાક યોગી દૈવીય યજ્ઞની આરાધના કરે છે, જ્યારે બીજા બ્રહ્માગ્નિમાં યજ્ઞની રૂપમાં આહુતિ આપે છે.",
        "26": "કેટલાક શ્રોત્ર આદિ ઇન્દ્રિયોને સંયમાગ્નિમાં જળાવે છે, જ્યારે અન્ય ઇન્દ્રિયોની આગમાં વિષયોને જલાવે છે.",
        "27": "બીજાઓ સર્વ ઇન્દ્રિયોની કર્મોને અને પ્રાણોની કર્મોને આત્મસંયમ યોગની આગમાં જલાવે છે, જ્ઞાનથી પ્રગટ થાય છે.",
        "28": "દ્રવ્યયજ્ઞ, તપયજ્ઞ, યોગયજ્ઞ, અને સ્વાધ્યાયજ્ઞને અનુકૂળ સત્યાંશી લોકો યજ્ઞ દ્વારા શુદ્ધ થાય છે.",
        "29": "કેટલાક પ્રાણને અપાનમાં અને અપાનને પ્રાણમાં જલાવે છે, પ્રાણાયામના ઉપાસક બનીને.",
        "30": "બીજાઓ નિયમિત આહાર પર રહે છે અને પ્રાણને પ્રાણમાં જલાવે છે. એ બધાય યજ્ઞવિદો છે, યજ્ઞના પગલે પાપ વિનાશી છે.",
        "31": "યજ્ઞના અવશેષ અમૃતનું ભોજન કરનાર બ્રહ્મને પ્રાપ્ત કરે છે. હે કુરૂશ્રેષ્ઠ, યજ્ઞ વગર કોઈ આ લોકમાં સુખી નથી, તો બીજા લોકમાં કેમ હશે?",
        "32": "અનેક પ્રકારના યજ્ઞ આ પ્રમાણે બ્રહ્મના મુખે વ્યાપક છે. તેમને સર્વે કર્મજન્ય છે, તે જાણીને તું મુક્ત થશે.",
        "33": "દ્રવ્યયજ્ઞ કરતાં જ્ઞાનયજ્ઞ શ્રેષ્ઠ છે, હે પરંતપ. સર્વ કર્મ જ્ઞાનમાં પૂર્ણ થાય છે.",
        "34": "જ્ઞાનને સમજવા માટે વિનમ્રતા, પ્રશ્ન અને સેવા સાથે મન્નામાં આસ્થાવાન થઈને જ્ઞાનીઓને પુછ, તે તને જ્ઞાન શિખવશે.",
        "35": "જ્ઞાન મેળવી તું ફરીથી મોહમાં નહીં ફસાશે અને આ જ્ઞાનથી તું સર્વ જીવોને મારી અંદર અને પોતેમાં જોઈ શકશે.",
        "36": "જો તું બધા પાપીઓ કરતાં પણ મહાપાપી છે, તોય તું જ્ઞાનના જહાજ વડે તમામ પાપોથી પાર ઉતરી જશે.",
        "37": "જેમ પ્રજ્વલિત અગ્નિ વનને રાખમાં ફેરવે છે, તેમ જ જ્ઞાન અગ્નિ સર્વ કર્મોને રાખમાં ફેરવે છે, હે અર્જુન.",
        "38": "જ્ઞાન જેવું પવિત્ર આ જગતમાં કંઈ નથી. જ્ઞાન પ્રાપ્ત કરનાર યોગસિદ્ધ પુરુષ તે પોતે સમય સાથે અંદર જ શોધે છે.",
        "39": "શ્રદ્ધાવાન, ઇન્દ્રિયોને સંયમ કરનાર, અને તત્પર મનુષ્ય જ્ઞાન પ્રાપ્ત કરે છે; જ્ઞાન મેળવી તે તરત જ પરમ શાંતિ પ્રાપ્ત કરે છે.",
        "40": "અજ્ઞાની અને શ્રદ્ધા વિનાનો શંકાવાળી આત્મા નાશ પામે છે. આ લોકમાં અને પરલોકમાં તે શાંતિનો અધિકારી નથી.",
        "41": "કર્મોનો ત્યાગ કરનારા, જ્ઞાનથી શંકા વિનાશ કરનારા, અને આત્મવંત પુરુષ, તે કર્મોથી બંધાતા નથી, હે ધનંજય.",
        "42": "તેથી, અજ્ઞાનથી ઉપજેલા હૃદયના આ સંશયને જ્ઞાનની તલવારથી કાપી નાખ, યોગમાં સ્થિર થઈ ઉઠ, હે ભારત. આ રીતે, શ્રીમદ્ ભગવદ્ગીતાની ઉપનિષદોમાં બ્રહ્મવિદ્યામાં યોગશાસ્ત્રમાં શ્રીકૃષ્ણ અને અર્જુનના સંવાદમાં જ્ઞાનકર્મસંન્યાસ યોગ નામનો ચોથી અધ્યાય પૂર્ણ થાય છે."
    },
    "5":{
        "1": "અધ્યાય ૫: કર્મ સંન્યાસનો અને કર્મયોગનો માર્ગ. અર્જુન બોલ્યો: કૃષ્ણ, તમે કર્મ સંન્યાસ અને કર્મયોગ બંનેની પ્રશંસા કરી છે. આ બંનેમાં કયું શ્રેષ્ઠ છે તે મને સ્પષ્ટ રીતે કહો. (1)",
        "2": "શ્રીभगવાન બોલ્યા: કર્મ સંન્યાસ અને કર્મયોગ બંને મુક્તિ તરફ લઈ જાય છે, પરંતુ બંનેમાં કર્મયોગ શ્રેષ્ઠ છે. (2)",
        "3": "જે વરુણ હોય છે, જે ના કોઈને નફરત કરે છે અને ના કંઈક ઈચ્છે છે, તે સત્ય સંન્યાસી છે. હે મહાબાહો અર્જુન, તે પ્રકારનો વ્યક્તિ તમામ બંધનોમાંથી મુક્ત થાય છે અને સુખ પ્રાપ્ત કરે છે. (3)",
        "4": "મૂઢ લોકો સાંખ્ય અને યોગને અલગ માની શકે છે. પરंतु પંડિતો જાણે છે કે બંને એક જ છે. (4)",
        "5": "જે સ્થાન સાંખ્ય દ્વારા પ્રાપ્ત થાય છે તે યોગ દ્વારા પણ પ્રાપ્ત થાય છે. જે કોઈ બંનેને એકરૂપે જોઇએ છે તે જ સત્ય જોઈ રહ્યો છે. (5)",
        "6": "હે મહાબાહો અર્જુન, સંન્યાસ કર્મ યોગ વગર મુશ્કેલ છે, પરંતુ યોગી ઝડપથી બ્રહ્મને પ્રાપ્ત કરે છે. (6)",
        "7": "એક યોગી, જેઓના મન શુદ્ધ છે અને સ્વ-અનુકૂળ છે, જેઓની ઇન્દ્રિયો પર નિયંત્રણ છે, તે કર્મ કરતી વખતે પણ અસુવિધિત નથી થાય. (7)",
        "8-9": "જેણે જોઈને, સાંભળીને, સ્પર્શીને, સુગંધને માણીને, ખાવા, ચાલવા, સુવાનો, શ્વાસ લેનાર, બોલનારા, છોડનારા, આંખો ખોલનાર અને બંધ કરનાર કોઇ પણ ક્રિયા કરે છે તે યથાર્થ રીતે ઓળખે છે કે ઇન્દ્રિયો ઇન્દ્રિય વિશય સાથે તેમની નૈતિકતાનો અનુસંધાન કરે છે. (8-9)",
        "10": "જે બ્રહ્મને અર્પણ કરીને અને જોડાણ છોડી, કર્મ કરે છે, તે પાપથી અસ્પષ્ટ છે, જેમ લોટસપેટ્ર પાણીથી અસ્વછ હોય છે. (10)",
        "11": "યોગી, જે મન, શબ્દ અને શરીર સાથે કર્મ કરે છે અને જોડાણ છોડી, આત્મા શુદ્ધિ માટે કાર્ય કરે છે. (11)",
        "12": "જે કર્મના ફળોને સંન્યાસ કરે છે તે શાંતિ પ્રાપ્ત કરે છે, જયારે કાર્યના પરિણામો સાથે જોડાયેલા વ્યક્તિ બાંધી લેવામાં આવે છે. (12)",
        "13": "જે પોતાના મનમાં બધું છોડી દે છે અને નગરના નૌ દરવાજાના અંદર આનંદ માણે છે, તે કર્મ ન કરવા અને તે કર્મ કરાવવાનું કરવાનું નથી. (13)",
        "14": "પરમેશ્વર ન કર્મોને ન ઉત્પન્ન કરે છે ન તે કર્મના પરિણામોને. દરેક જીવની સ્વભાવતંત્ર જ કાર્યક્ષમતા તરફ દોરી જાય છે. (14)",
        "15": "પરમેશ્વર ન તો પાપને લે છે અને ન તો પુણ્યને. ignoranceના覆કાણથી જ્ઞાન ઠપકાયો છે અને તેને મનુષ્યમિત્ર કરી દયામય બન્યો છે. (15)",
        "16": "પણ જેમણે જ્ઞાન દ્વારા ignoranceને દૂર કરી છે, તે લોકોને પ્રકાશિત કરી રહ્યા છે જેમકે સૂર્ય પ્રકાશ આપે છે, તે પરમાત્માને પ્રગટ કરે છે. (16)",
        "17": "જે લોકોના બુદ્ધિ તે જ્ઞાનમાં છે, જેમણે તે જ્ઞાનને પ્રાપ્ત કરેલું છે, અને જે તેને નિષ્ઠાપૂર્વક અનુસરતા હોય છે, તે મુક્તિ પ્રાપ્ત કરે છે અને પુનરાવૃત્તિમા નથી આવે. (17)",
        "18": "જ્ઞાન અને વિનયથી સજ્જ બ્રાહ્મણને, ગાય, હાથી અને કૂતરો સાથે એક જ દૃષ્ટિ ધરાવનારા તત્વજ્ઞાનો માને છે. (18)",
        "19": "જે વ્યક્તિ આ પૃથ્વી પર સમાનતા સાથે સ્થિર મન ધરાવે છે, તે બ્રહ્મમાં સ્થિર રહે છે. (19)",
        "20": "જેણે મન અને મનસુને ઇચ્છિત વસ્તુ મળવા પર ઉત્સાહિત નથી થાય અને અપેક્ષિત વસ્તુ મળવા પર વ્યસ્ત નથી થાય, તે બ્રહ્મમાં સ્થિર મન ધરાવતો હોય છે. (20)",
        "21": "જેણે બહારની સંવેદનાઓના સંલગ્નતાથી મુક્તિ પ્રાપ્ત કરી છે અને આત્મમાં આનંદ પામે છે, તે યોગી સર્વભોગ ઉપલબ્ધ છે. (21)",
        "22": "સંભવનાના સંપર્કથી ઊપજતા આનંદો દુઃખના કારણ બનતા છે; તેઓની શરૂઆત અને અંત છે. જ્ઞાનશિષ્ટ વ્યક્તિ તેઓમાં આનંદ પ્રાપ્ત નથી કરે. (22)",
        "23": "જેની શક્તિ કામ અને ક્રોધને દૂર કરવા માટે છે તે યોગી અને સુખી વ્યક્તિ છે. (23)",
        "24": "જેણે અંદર આનંદ મેળવ્યો છે, અને જે આંતરિક પ્રકાશ સાથે એકરૂપ છે, તે બ્રહ્મને પ્રાપ્ત કરે છે. (24)",
        "25": "પાપને દૂર કરેલા અને સંશયોથી મુક્ત sages બ્રહ્મને પ્રાપ્ત કરે છે અને સર્વજીવોના કલ્યાણમાં સક્રિય રહે છે. (25)",
        "26": "જેઓ કામ અને ક્રોધથી મુક્ત છે અને એમના મનને આધ્યાત્મિક વિજ્ઞાન માટે ખૂણો પાડે છે, તે બ્રહ્મમાં વિમુક્તિ પામે છે. (26)",
        "27-28": "જોકે યોગી, સૌંદર્યનાં વિમુક્તતા સાથે, નેત્રો, નાક, પ્રાણ અને અપાનમાં સંતુલિત રહે છે, પોતાના મન અને ઇન્દ્રિયોને નિયમિત કરે છે, તે મુક્તિ પ્રાપ્ત કરે છે. (27-28)",
        "29": "જે લોકો મારા પરમેશ્વરને યજ્ઞ અને તપસ માટે હેતુરૂપ ગણાવે છે અને સર્વજન્મોના મિત્ર તરીકે માને છે, તેઓ શાંતિ પ્રાપ્ત કરે છે. (29) આ રીતે, શ્રી કૃષ્ણ અને અર્જુન વચ્ચેનો સંવાદમાં, કર્મ સંન્યાસનો અને કર્મયોગનો અધ્યાય પૂર્ણ થાય છે, જે બ્રહ્મ જ્ઞાન અને યોગની શાસ્ત્ર છે."
    },
    "6":{
        "1": "આ રીતે છઠ્ઠો અધ્યાય: આત્મસંયમયોગ. શ્રીभगवानએ જણાવ્યું: જે કર્મફળની અનુક્રમણાને છોડીને કર્મ કરે છે, તે સંન્યાસી અને યોગી છે, ને એ જ નથી, જે અગ્નિ ચાલુ નથી રાખતો અને કર્મો કરે છે.",
        "2": "પાંડવ, સંન્યાસને જે યોગ કહેવામાં આવે છે તે યોગ સમજવું જોઈએ. તે યોગી થતો નથી જેમણે સંન્યાસ કર્યા વગરની સંકલ્પોને ત્યાગી નાખ્યો નથી.",
        "3": "જેમણે યોગના લક્ષ્યને પ્રાપ્ત કરવું છે, તે કર્મને સાધન તરીકે સમજાય છે. અને જેમણે યોગ પ્રાપ્ત કર્યો છે તે માટે સમાધિ, આ પણ સૂચિત છે.",
        "4": "જ્યારે મન જ્ઞાન, કર્મ અને ભોગનો અભાવ કરે છે અને સર્વ સંકલ્પોને ત્યાગી આપે છે, ત્યારે તે યોગમાં પુરુષ ગણાય છે.",
        "5": "એકને પોતાની જાતને પોતાની જાતથી ઉપારોહણ કરવું જોઈએ અને પોતાની જાતને નાશ ના કરવા દેવું જોઈએ. આત્મા જ પોતાનો મીત્ર છે અને આત્મા જ પોતાનો શત્રુ છે.",
        "6": "જે વ્યકિતએ પોતાની જાતને જીતી લીધું છે તે પોતાની જાતનો મીત્ર બની જાય છે; પરંતુ જેને પોતાની જાતને જીતી નથી, તે પોતાની જાતનો શત્રુ બની જાય છે.",
        "7": "જેમણે પોતાની મનને શાંત કરી લીધી છે, તે શરીરના તાપ, ઠંડક, સુખ અને દુઃખમાં અને આદર અને અપમાનમાં સમાન રહે છે.",
        "8": "જેણે સત્ય જ્ઞાન અને વિજ્ઞાનથી પરિપૂર્ણ છે, જે મન પર નિયંત્રણ રાખે છે, તેને યોગી કહેવામાં આવે છે. તે માટી, પથ્થર અને સોનાને સમાન માનતો છે.",
        "9": "જેણે મિત્ર, વિરોધી, નમ્ર, મધ્યસ્થ અને શત્રુમાં સમાનતા રાખી છે, તે શ્રેષ્ઠ માનવામાં આવે છે.",
        "10": "જેણે નિશ્ચિત મનથી એકાંતમાં યોગની અભ્યાસમાં સ્થિર થવું જોઈએ, તે નિરાશા અને શણગાર વિહિન રહેવું જોઈએ.",
        "11": "એક શુદ્ધ સ્થાનમાં, તે સ્થિર આસન પર બેસવું જોઈએ, જે ન તો બહુ ઊંચું હોય ને ન જ બહુ નીચું, અને ચિલ, આઉટડોર અને કુશા પાટો સાથે ઢાંકવું જોઈએ.",
        "12-13": "અંતે મનને એકાગ્ર રાખીને, માનસિક અને ભોગના પ્રવૃત્તિઓને નિયંત્રિત કરવું જોઈએ. આસન પર બેસીને યોગ કરવો જોઈએ, અને શરીર, શીર્ષ અને ગળાને સ્થિર રાખવું જોઈએ, અને નાકની ટોચ પર નજર રાખવી જોઈએ.",
        "14": "શાંત મન અને ભય વિહિન, બ્રહ્મચાર્ય વ્રતને લગાવવું જોઈએ, અને મનને મને ધ્યાનમાં રાખવું જોઈએ, મને અભિમાન વિહિન રહેવું જોઈએ.",
        "15": "એટલે કે, જ્યારે મનને સંતુલિત અને સતત રાખવામાં આવે છે, ત્યારે યોગી શ્રેષ્ઠ શાંતિ અને સંયોજન પ્રાપ્ત કરે છે.",
        "16": "જેથી વધારે ખાવા, ઓછું ખાવા, વધુ સુવાના અથવા ઓછી સુવાની નીતિ ધરાવવી છે, તે યોગ માટે યોગ્ય નથી. આ રીતે યોગી થવું મુશ્કેલ છે.",
        "17": "યોગી તે યોગ પ્રાપ્ત કરે છે જે તકલીફને દૂર કરે છે, તે યોગીનું ખાવું, પ્રવૃત્તિ અને સુવાની આચરણમાં, અને જાગ્રત અથવા મિતત અને કામમાં સુમેળ રાખવું જોઈએ.",
        "18": "જ્યારે મન સત્ય પર સ્થિર રહે છે અને તમામ ઈચ્છાઓમાંથી મુક્ત છે, ત્યારે તે યોગી એવા માનવામાં આવે છે.",
        "19": "જેમન ગગનમાં ફૂંકાયેલી દીપ જેવી છે, તે યોગીનું મન પણ યોગ દરમિયાન સ્થિર રહેવું જોઈએ.",
        "20": "જ્યાં મન યોગની સેવા દ્વારા અવરોધિત થાય છે, અને જ્યાં તે આત્મા વિશે સ્પષ્ટ દર્શન કરે છે, તે આનંદ પામે છે.",
        "21": "પરમ આનંદ જે બુદ્ધિ દ્વારા સમજાય છે અને જે ઇન્દ્રિયોથી પરિભાષિત નથી, તે યોગી દ્વારા પ્રાપ્ત થાય છે.",
        "22": "જે યોગી આ આનંદ પ્રાપ્ત કરે છે, તે બીજું કોઈ લાભ નથી માનતો, અને દુઃખમાં પણ ન વિક્ષિપ્ત થાય છે.",
        "23": "આ છે યોગનો અર્થ, જે દુઃખને દૂર કરે છે, તેને નિશ્ચિત મન સાથે અને નિરાશા વિહિન રહેવું જોઈએ.",
        "24-25": "તમામ ઇચ્છાઓને મગજ દ્વારા નિયંત્રિત કરો, અને સર્વે સ્નેહોને નિયંત્રિત કરો. ધીરજ અને મનના કટ્ટાવતાથી આ રીતે યોગ કરવો જોઈએ, અને અન્ય વિષય પર વિચાર ન કરવો જોઈએ.",
        "26": "જ્યાં સુધી મન ઉઠે છે, તે નિમ્ન કરવા અને પોતાને નિયમિત કરવાની જરૂર છે.",
        "27": "શાંત અને શુદ્ધ મનવાળો યોગી ઉત્તમ આનંદને પ્રાપ્ત કરે છે અને બ્રહ્મ સાથે સંબંધ જોડી લે છે.",
        "28": "આ રીતે યોગી યોગને સતત અભ્યાસ કરીને, પાપોથી મુક્ત રહેતા આનંદ સાથે બ્રહ્મ સાથે સન્નિધિ પામે છે.",
        "29": "યોગી તે યોગી છે જે દરેક જીવમાં આત્માને જોઈ શકે છે અને પ્રત્યેક જીવને આત્મામાં જોઈ શકે છે.",
        "30": "જેણે મને દરેક જગ્યાએ જોઈને અને દરેકને મને જોઈને જોયું છે, તે હું ખોવાઈ ન જઈશ અને તે પણ ખોવાઈ જશે.",
        "31": "જે વ્યક્તિ એકરૂપતા સાથે ભજવે છે અને સત્યમાં મતે રહે છે, તે દરેક જગ્યાએ મૂલ્યવાન છે.",
        "32": "જ્યાં યોગી સર્વ પ્રાણીઓમાં સમાનતા જુએ છે, સુખ અને દુઃખમાં, તે શ્રેષ્ઠ માનવામાં આવે છે.",
        "33": "અર્જુનએ પૂછ્યું: શ્રીકૃષ્ણ, આ યોગ જે તમે કહે છે, તે સ્થિર માનવામાં આવે છે કારણ કે મન ચંચળ છે.",
        "34": "અમે માન્યતા રાખીશું કે મન અત્યંત ચંચળ છે, અને તે સુકાન કરવું ખૂબ જ મુશ્કેલ છે, જેમ કે પવન.",
        "35": "શ્રીभगવાનએ કહ્યું: ન સંશય છે, મહાબાહો, મન દુરંત અને ચંચળ છે. પરંતુ આનો નિયંત્રણ અભ્યાસ અને વિમુક્તિથી શક્ય છે.",
        "36": "એક માન્યાતમ દ્રષ્ટિએ, ન અગ્રતિ સાથે યોગ થવા અશક્તિ છે. પરંતુ, એક વિજયી મનવાળો યોગી આને પ્રાપ્ત કરી શકે છે.",
        "37": "અર્જુનએ પૂછ્યું: એક યોગી જે શ્રદ્ધા સાથે યોગ કરે છે અને ચંચળ મન ધરાવે છે, તે ક્યાં જશે, કૃષ્ણ?",
        "38": "શું તે બિન-સ્થિર, વિમૂઢ અને પ્રભાતની જેમ છવાય છે?",
        "39": "આ છે મારો સંશય, કૃષ્ણ. કૃપા કરીને તેને સંપૂર્ણ રીતે સ્પષ્ટ કરો. અન્ય કોઇ નહિ કરી શકે.",
        "40": "શ્રીभगવાનએ કહ્યું: પાર્થ, આ વ્યક્તિનું બિનવિનાશ એ છે, ના અહીંના દુઃખકારક થવું નહી.",
        "41-42": "તે પાપોના પરિણામે પુણ્યલોકમાં જાય છે અને લાંબા સમય સુધી રહે છે, અને તે મહાન જ્ઞાન કે શ્રેષ્ઠ કુટુંબમાં જન્મ લે છે, જે આજુબાજુ છે.",
        "43": "તેમણે પહેલાના જન્મના જ્ઞાનને પુનઃ પ્રાપ્ત કરી, વધારાના પ્રયત્નોથી આગળ વધે છે. આ રીતે, તે વધુ ઝડપી યોગમાં સફળ થાય છે.",
        "44": "પૂર્વાભ્યાસ દ્વારા તેને આકર્ષણ થાય છે, આ રીતે યોગી શબ્દોને પાર કરે છે.",
        "45": "જ્યાં યોગી પ્રયત્નશીલ અને શુદ્ધ બને છે, તે પરમ મુક્તિ પ્રાપ્તિ માટે જાઉ છે.",
        "46": "યોગીને યોગ કરીને તપસ્વીઓ, વિજ્ઞાનીઓ અને કર્મીઓને સસ્તું માનવામાં આવે છે, તેથી યોગી શ્રેષ્ઠ છે, અર્જુન.",
        "47": "તમે જે શ્રદ્ધાવાન હો અને મને પૂજે તે સૌથી શ્રેષ્ઠ યોગી છે. આ રીતે, શ્રીમદભગવદગીતા ઉપનિષદો અને યોગ વિજ્ઞાનમાં કૃષ્ણ અને અર્જુન વચ્ચેનો સંવાદ, આત્મસંયમયોગનું અંત છે."
    },
    "7":{
        "1": "આમ, સાતમો અધ્યાય: જ્ઞાન અને વિજ્ઞાનનો યોગ. ભગવાન કહે છે: અર્જુન, મારા ને સંપૂર્ણ રીતે કેવી રીતે જાણવું તે સાંભળો, જેનાથી તમારા બધા શંકાઓ દૂર થાય છે.",
        "2": "હવે હું તમને સંપૂર્ણ રીતે આ જ્ઞાન અને વિજ્ઞાનનો ઉપદેશ કરું છું, જેને જાણીને આ જગતમાં કંઇ પણ વધુ જાણવું નહીં રહે.",
        "3": "હજારો લોકોને જોડેને, કોઈએ મૂલ્ય પ્રાપ્ત કરવા પ્રયત્ન કરવો; અને મૂલ્ય પ્રાપ્ત કરનારાઓમાં, બહુ ઓછા જ છે કે જેઓ મને ખરેખર જાણે છે.",
        "4": "ભૂમિ, પાણી, અગ્નિ, વાયુ, આકાશ, મન, બુદ્ધિ અને આહંકાર—આ આઠ તત્વો મારા વિભાજિત ભૌતિક શક્તિઓ છે.",
        "5": "આ ઉપરાંત, એક બીજી ઊંચી શક્તિ છે, જીવિશક્તિ, તે જિસ પર આ નિમ્નતાવાળા પરિપ્રક્રિયાઓ આધાર રાખે છે.",
        "6": "આ બંને શક્તિઓમાંથી બધા બનાવેલા જીવ આર્થિક, નિમ્નકારી છે. હું સમગ્ર બ્રહ્માંડનું સર્જન અને વિલય કરનાર છું.",
        "7": "મારા ઉપર કંઇક પણ ઊંચું નથી, ઓ ધનંજય. બધું મારી ઉપર આધાર રાખે છે જેમ કે મણિઓ થાંબા ઉપર પંતાય છે.",
        "8": "હું પાણીની મધ્યમામાં રસ છું, ઓ કુંતે. હું સૂર્ય અને ચંદ્રની તેજ છું. હું 'ઑમ' તમામ વેદ મંત્રોમાં છું. હું આકાશમાં ધ્વનિ અને મનુષ્યની ક્ષમતા છું.",
        "9": "હું ભૂમિમાં મીઠી સુગંધ છું અને આગમાં તેજ છું. હું બધા જીવંત પ્રાણીઓમાં જીવન છું અને તપસ્વીઓમાં તપાશ છું.",
        "10": "હું બધા જીવંત પ્રાણીઓમાં બીજ છું, ઓ પાર્થ. બુદ્ધિમાન લોકોની બુદ્ધિ અને શક્તિશાળી લોકોની શક્તિ છું.",
        "11": "હું શક્તિશાળી લોકોની શક્તિ છું, જેની પાસે કોઈ ઇચ્છા અને લગાવ નથી. હું જીવી સજીવમાં શાસ્ત્ર વિરૂદ્ધો છું.",
        "12": "સાંજ, રાજસિક, અને તામસિક ગુણો, જે દરેક જીવમાં છે, તે મારી શક્તિઓનો અભાવ છે.",
        "13": "આ ત્રણ ગુણોથી આખું જગત ભ્રમિત છે. જેમ લોકો આ ભ્રમિત થઈ જાય છે, તે લોકો મને જાણતા નથી, જે ત્રણ ગુણોથી પરે છે.",
        "14": "આ મારી દૈવી શક્તિ, જે ત્રણ ગુણોથી બનેલી છે, તે ખૂબ જ કઠિન છે. પરંતુ જે લોકો મારી આસરે આવે છે, તેઓ આને પાર કરી લે છે.",
        "15": "જે લોકો મોહિત છે અને અજ્ઞાન છે, તેઓ અન્ય દેવતાઓની ઉપાસના કરે છે અને તેમના પોતાના સ્વભાવથી પ્રભાવિત હોય છે.",
        "16": "ચાર પ્રકારના પુરુષો મારી ઉપાસના કરે છે, ઓ અર્જુન: દુઃખી, જ્ઞાન seeker, ધન seeker, અને બુદ્ધિમાન.",
        "17": "આમાંથી, બુદ્ધિમાન વૈશ્વિક ઉપાસક છે, અવિશ્વસનીય ભક્તિ સાથે. તે મને ખૂબ પ્રિય છે અને હું તેને ખૂબ પ્રિય છું.",
        "18": "જોકે, જે બુદ્ધિમાન છે, તે મારી પરમ તત્ત્વ જાણે છે અને સતત શ્રદ્ધા સાથે ભક્તિ કરે છે, તે ઉત્તમ જીવન પ્રાપ્ત કરે છે.",
        "19": "બહુ જન્મો અને મૌકાશના અંતે, જ્ઞાન મેળવેલ વ્યક્તિ મને જાણે છે અને આખું બધું હું છું.",
        "20": "માત્ર તેમના પોતાના લક્ષ્યને પૂરા કરવા માટે લોકો વિવિધ દેવતાઓની ઉપાસના કરે છે અને તેમના પોતાના સ્વભાવ પ્રમાણે આધ્યાત્મિક લાભ મેળવે છે.",
        "21": "જેઓ કોઈ પણ સ્વરૂપની પૂજા કરે છે, તે સ્વરૂપનો શ્રદ્ધા ને હું નિશ્ચિત કરી દઉં છું.",
        "22": "ત્યાં તેઓ તે દેવતાની સાથે શ્રદ્ધા સાથે પૂજા કરે છે અને મને જ આપેલી ઇચ્છાઓ પ્રાપ્ત કરે છે.",
        "23": "પરંતુ, જેઓની જ્ઞાનની મર્યાદા છે અને લોકો સમયાંતરે લાભ મેળવવા માટે જૂના કર્મો દ્વારા મર્યાદિત છે, તે માત્ર તાત્કાલિક પરિણામ પ્રાપ્ત કરે છે. મારા ભક્તો હંમેશા મને પ્રાપ્ત કરે છે.",
        "24": "અજ્ઞાનમાં અને અસ્થાયી રૂપમાં, જેને મૂર્ખો માન્ય કરે છે. તેઓ મારી પરમ અસ્વરૂપ જાતને જાણતા નથી.",
        "25": "હું સર્વાન પાયો નથી. મારી દૈવી શક્તિથી આવરી લેવામાં આવે છે, એવા અવ્યય અને અવિશ્વસ વિષે લોકોને જાણતા નથી.",
        "26": "હું ભૂતકાળ, વર્તમાન, અને ભવિષ્યને જાણું છું, પરંતુ કોઈપણ મને જાણતું નથી.",
        "27": "ઑ ભારત, ઈચ્છા અને નફરતથી ઉત્પન્ન થયેલા દ્વંદ્વથી લોકો સર્વત્ર મોહિત છે.",
        "28": "જેઓએ તેમના પાપોને છોડી દીધા છે અને દ્વંદ્વથી મુક્ત થયા છે, તેઓ મને નિર્ધારિત ભક્તિ સાથે પૂજા કરે છે.",
        "29": "જેઓ જેમ ઝરામરણથી મુક્તિ મેળવવા માટે મારી આસરે આવે છે, તે બ્રહ્મા તત્ત્વને જાણે છે.",
        "30": "જે લોકો મને પરમ તત્ત્વ તરીકે જાણે છે, વિધીની પૂજા અને ઉત્તમ જીવનને જાણે છે. આમ, સાતમો અધ્યાય 'જ્ઞાન અને વિજ્ઞાનનો યોગ' પૂર્ણ થાય છે, કૃષ્ણ અને અર્જુન વચ્ચેની સંવાદમાં."
    },
    "8":{
        "1-2": "અથ અષ્ટમો અધ્યાયઃ | अक्षरपरब्रह्मयोगः | અર્જુન uvāc | કિṁ તદ્ બ્રહ્મ કિમધ્યાત્મં કિṁ કર્મ પુરુષોત્તમ | અધીભૂતં ચ કિṁ પ્રોક્તમધિદૈવિં કિમુચ્યતે | 1 | અધીયજ્ઞઃ કથં કોઽત્ર દેહસ્મિન્નમધુસૂદન | પ્રયાણકালে ચ કિṁ જાણેયોऽસિ નિયતમ્મભિઃ | 2 |",
        "3": "શ્રીभगવાન uvāc | अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते | ભૂતભાવોદ્ભવકરો વિસર્ગઃ કર્મસંજીનિતઃ | 3 |",
        "4": "અધીભૂતં ક્ષરઃ ભાવઃ પુરુષશ્ચાધિદૈવતમ્ | અધીયજ્ઞોऽહમેવાત્ર દેહે દેહભૃતાં વડર | 4 |",
        "5": "અંતકાળે ચ માપમેવ સ્મરન મુક્ત્વા કલેવરમ્ | યઃ પ્રવાયતિ સ મદભાવં યાદિ નાસ્ત્યત્ર સંશયઃ | 5 |",
        "6": "યં યં વસ્મરન ભાવં ત્યજત્યંતે કલેવરમ્ | તમ્ તમેवैતિ કૌંતેય સદા તદ્ભાવાભાવિતઃ | 6 |",
        "7": "તસ્માત્સર્વેષુ કાલેષુ માપમનુસ્મર યોધ્ય ચ | મય્યર્પિતમનોબુદ્ધિર્મામેવૈષ્યસ્ય સંશયમ્ | 7 |",
        "8": "અભ્યાસયોગયુક્તેન ચેતસા નાન્યગામિન્ન | પરમં પુરુષં દિવે યાતિ પાર્થાનુચિંતયન્ | 8 |",
        "9-10": "કવિં પુરાણમનુશાસિતારમણોરણીયંસમાનુસ્મરેત્ત્યઃ | સર્વસ્ય ધાતારમચિંત્યરૂપમાદિત્યવર્ણં તમસઃ પરસ્તાત્ | 9 | પ્રાયણકાળે મનસાચલેને ભક્ત્યા યુક્તો યોગબલેને ચૈવ | ભ્રુવોભોર્મધ્યે પ્રાણમાવેશ્ય સમ્યક્ષ તં પરમં પુરુષમુપૈતિ દિવે | 10 |",
        "11": "યદક્ષરં વેદવિદો વદંતિ વિશંતિ યદ્યતયો વીતરાગાઃ | યદિચ્છંતો બ્રહ્મચર્યં ચરંતિ તત્તે પદં સંગ્રહેણ પ્રવક્ષ્યે | 11 |",
        "12": "સર્વદ્વારાણિ સંયમ્ય મનોઃ હૃદિ નિરુદ્ધ્ય ચ | મૂર્ધ્ન્યાધાયાત્મનઃ પ્રાણમસ્થિતો યોગધારણામ્ | 12 |",
        "13": "઒મિત્યેકાક્ષરં બ્રહ્મ વ્યાહરન્મામનુસ્મરન્ | યઃ પ્રવાયતિ ત્યજંદેહં સ યાતિ પરમાં ગતિમ્ | 13 |",
        "14": "અનન્યચેતાઃ સતતં યો માપમસ્મરતિ નિત્યશઃ | તસાયહં સુલભઃ પાર્થ નિત્યયુક્તસ્ય યોગિનઃ | 14 |",
        "15": "મામુપેત્ય પુનર્જન્મ દુઃખાલયમશાશ્વતમ્ | નાપ્નુવંતિ મહાત્માનઃ સંસિદ્ધિ પરમાં ગતાઃ | 15 |",
        "16": "આબ્રહ્મભુવનાલ્લોકાઃ પુનરાવર્તિનોऽર્જુન | માપમુપેત્ય તુ કૌંતેય પુનર્જન્મ ન વિદિયતે | 16 |",
        "17": "સહસ્રયુગપર્યંતમહર્યદ્બ્રહ્મણો વિદુઃ | રાત્રિં યુગસહસ્રાંતાં તેऽહોરાત્રવિદો જનાઃ | 17 |",
        "18": "અવ્યક્તાદ્વ્યક્તયઃ સર્વા પ્રભવન્ત્યહરાગમે | રાત્ર્યાગમે પ્રલીફયંતે ત્રૈવાવ્યક્તસંજનકે | 18 |",
        "19": "ભૂતગ્રામઃ સ એવાયં ભૂત્વા ભૂત્વા પ્રલીષ્યતે | રાત્ર્યાગમેऽવશઃ પાર્થ પ્રભવન્ત્યહરાગમે | 19 |",
        "20": "પરસ્તસ્માત્તુ ભાવોऽન્યઃ અવ્યક્તોऽવ્યક્તાત્સનાતનઃ | યઃ સ સર્વેષુ ભૂતેષુ નશ્યત્સુ ન વિનાશ્યતિ | 20 |",
        "21": "અવ્યક્તોऽક્ષર ઇતિ ઉપ્તસ્તમાહુઃ પરમાં ગતિમ્ | યં પ્રાપ્ય ન નિવર્તંતે તદ્દેહમ્ પરમં મમ | 21 |",
        "22": "પુરુષઃ સ પરઃ પાર્થ ભક્ત્યા લભ્યસ્ત્વનન્યયા | યસ્યાંતઃસ્થાની ભૂતાની યેન સર્વમિદં તતં | 22 |",
        "23-26": "યત્ર કાલે ત્વનાવૃત્તિમાવૃત્તિ ચૈવ યોગિનઃ | પ્રયાતા યાંતિ તં કાલં વક્ષ્યામિ ભરતર્ષભ | 23 | અગ્નિઃજોતિઃહઃ શુક્લઃ ષણ્માસા ઉત્તરાયણમ્ | તેત્ર પ્રયાતા ગચ્છંતિ બ્રહ્મ બ્રહ્મવિદોઃ જનાઃ | 24 | ધૂમઃ રાત્રિઃ કૃષ્ણઃ ષણ્માસા દક્ષિણાયનમ્ | તેત્ર ચાંદ્રમસં જ્યોતિર્યોગી પ્રાપ્ય નિવર્તતે | 25 | શુક્લકૃષ્ણે ગતિઃ હ્યે તે જગતઃ શાશ્વતે મતે | એકયા યાત્યનાવૃત્તિ મન્યયાવર્તતે પુનઃ | 26 |",
        "27": "નૈતે સૃતી પાર્થ જાનનયોગી મુહ્યતિ કશ્ચન | તસ્માત્સર્વેષુ કાલેષુ યોગયુક્તો ભવાર્જુન | 27 |",
        "28": "વેદેષુ યજ્ઞેષુ તપઃસુ ચૈવ દાનેષુ યત્પણ્યફળં પ્રદિષ્ટમ્ | અત્યેતી તત્સર્વમિદં વિદિત્વાયોગી પરં સ્થાનમુપૈતિ ચાદ્યમ્ | 28 | ઇતિ શ્રીમદ્ ભગવદ્ ગીતા_upanishats_બ્રહ્મવિદ્યાયાં યોગશાસ્ત્રે શ્રીકૃષ્ણાર્જુન સંવાદે અક્ષરબ્રહ્મયોગો નામ અષ્ટમો અધ્યાયઃ |"
    },
    "9":{
        "1": "આ તૃતીય અધ્યાય છે: રાજવિદ્યાની યોગ. ભગવાને કહ્યું: હવે હું તને આ સૌથી ગુપ્ત અને શ્રેષ્ઠ જ્ઞાનના વિષયમાં ઉપદેશ કરીશ, જે જ્ઞાન દ્વારા તું અસુખથી મુક્ત થઇ જશે.",
        "2": "આ જ્ઞાન રાજવિદ્યાનું અને રાજગુહ્યનું છે, આ પવિત્ર છે, તે સાદી રીતે અનુમાનિત છે, ધાર્મિક છે અને અમર છે.",
        "3": "જે લોકો આ ધાર્મિક શિક્ષણમાં વિશ્વાસ નથી ધરાવતા, તે દુષ્ટ સ્વભાવના હોય છે, તે મારી નિંદા કરે છે અને મરણ અને પునર્જન્મના પાથ પર પાછા ફર્યા કરે છે.",
        "4": "મારી અવ્યક્ત સ્વરૂપ દ્વારા આ આખા બ્રહ્માંડને પરિપાત કરવામાં આવ્યું છે. સર્વજગત મારા અંદર હાજર છે, પરંતુ હું તેમના અંદર હાજર નથી.",
        "5": "જંતુઓ મારા અંદર હાજર નથી, પરંતુ હું બધા જંતુઓને પોષણ કરતો છું. હું બ્રહ્માંડની સત્તા છું.",
        "6": "જેમ આખાશમાં હંમેશા હાજર હવામાં બધું જ સ્થળે છે, તે રીતે બધા જંતુઓ મારા અંદર છે.",
        "7-8": "ઓ કૌંતે્ય, બધા જંતુઓ પ્રકૃતિમાંથી જન્મે છે, અને સૃષ્ટિના અંતે, હું તેમને ફરીથી પ્રકૃતિમાં છોડું છું. હું સૃષ્ટિ અને વિસ્મૃતિનો કારક છું.",
        "9": "આ ક્રિયાઓ મને બાંધતી નથી, ઓ ધનન્જય, કારણ કે હું તેમને નમ્ર અને નીતિશૂન્ય માનું છું.",
        "10": "મારા નિર્દેશ હેઠળ, પ્રકૃતિ તમામ ચળવળ અને અચળ વસ્તુઓનું ઉત્પાદન કરે છે. જગત આ પ્રક્રિયા દ્વારા બદલાય છે.",
        "11": "જ્યારે હું માનવ સ્વરૂપ ધારણ કરું છું, ત્યારે મૂર્ખો મને નકાર આપતા હોય છે, મારી પરમ દેવાત્મા ન સમજતાં.",
        "12": "જે લોકો વ્યર્થ આશાઓ, વ્યર્થ ક્રિયાઓ અને વિમૂઢ જ્ઞાન ધરાવે છે, તે દૈવિક સ્વભાવને અનુસરતા નથી અને મોહથી ભરેલા છે.",
        "13": "પરંતુ મહાત્મા જેમ દૈવિક સ્વભાવ હેઠળ છે અને મને પુરુષોત્તમ માનતા હોય છે.",
        "14": "સતત મારે આભાર કરતા અને দৃઢ પ્રતિબદ્ધતા સાથે પૃષ્ઠવીરવામાં, તે લોકો સદાય મારે ભક્તિ રાખે છે.",
        "15": "અન્ય લોકો જ્ઞાન યજ્ઞ દ્વારા મારી ઉપાસના કરે છે, મારે એકતા અને અનેક સ્વરૂપોને માનતા હોય છે.",
        "16-17": "હું યજ્ઞ, હવીષ, મંત્ર, તેલ, આગ, અને બલિ છું. હું જગતનો પિતા, માતા, પોષક અને દાદા છું. હું જ્ઞાન, શુદ્ધિ અને વેદોના ગીતો છું.",
        "18": "હું સૌથી વધુ લક્ષ્ય, પોષક, સાક્ષી, વસવાટ, આશ્રય, મિત્ર, ઉત્પત્તિ, વિસ્મૃતિ, આધાર, અને અમર બીજ છું.",
        "19": "હું પવનને આપું અને રોકું છું, અને હું મરણ અને અમરતા પણ છું. હું સત્ય અને અસત્ય છું.",
        "20": "જેઓ દેવતાઓને યજ્ઞ આપે છે, પાપો અને શુદ્ધ હૃદય ધરાવતા લોકો, દેવલોક પ્રાપ્ત કરે છે અને તુરંત જ શાંતિ પામે છે.",
        "21": "જેમણે સ્વર્ગલોકની મજા માણી છે, તેઓ પૂર્ણ હોમ વિસર્જન બાદ મૃદ્યજગતમાં પાછા આવે છે. તેથી, જે વેદના અનુસરે છે તેઓ પોતાના ઇચ્છા મુજબ પુંર્જન્મ પામે છે.",
        "22": "જેઓ મારે અનન્ય ભક્તિ ધરાવે છે અને મારે ભરોસો છે, તેમના માટે હું તેમના આવશ્યકતાઓને પૂર્ણ કરું છું.",
        "23": "જો કે અન્ય દેવતાઓને ભક્તિ ધરાવતા લોકો મારી દ્વારા અને વિધિ મુજબ ઉપાસના કરે છે.",
        "24": "હું બધા યજ્ઞોમાં ભોગતૃ અને પ્રભુ છું, પરંતુ જે લોકો આ સત્યને સમજતા નથી તેઓ તેમના ક્રિયાઓમાં ખોટા રહે છે.",
        "25": "જેઓ દેવતાઓને ઉપાસન કરે છે, તેઓ દેવતાઓ તરફ જાય છે, પિતૃઓને ઉપાસન કરનારા પિતૃઓ તરફ જાય છે, અને ભૂતપ્રેમી મારો આભાર વ્યક્ત કરે છે.",
        "26": "જે વ્યક્તિ મારા માટે પાનાં, ફૂલ, ફળ, અથવા પાણી પ્રદાન કરે છે, તે ભક્તિ સાથે, તે ભક્તિથી હું તે ભોગવું છું.",
        "27": "જેનાં કરશો, જે ખાવું, જે યજ્ઞ આપશો, જે દાન આપશો, અને જે ઉપવાસ કરશો, તે મને અર્પણ કરો.",
        "28": "તમે તમારા કર્મો આ રીતે કરીને કર્મબંધનોમાંથી મુક્ત થશો અને મુકિત પ્રાપ્ત કરશો.",
        "29": "હું તમામ જીવો માટે સમાન છું. કોઈપણ માટે મારો નફો અથવા કુપતા નથી. જે લોકો મારે ભક્તિથી ભજવે છે, હું તેમના માટે પણ એવું જ કરી રહ્યો છું.",
        "30": "યાદ રાખો, ભલે કોઈપણ દુષ્ટ તહેવારો ધરાવે છે, પરંતુ મારે અનન્ય ભક્તિ ધરાવે છે, તે સદ્ગણ્ય યુક્ત છે અને સાચું માનવું જોઈએ.",
        "31": "જલદી તે ઔચ્ચ ગુણ ધરાવશે અને શાશ્વત શાંતિ પ્રાપ્ત કરશે. મારે ભક્તિ કરનારું ક્યારેય નાશ પામતું નથી.",
        "32": "જેઓ મારા આશ્રયમાં આવે છે, ભલે તે નમ્ર જન્મના લોકો, મહિલાઓ, વૈશ્યાઓ, અને શૂદ્રો, તેઓ પણ શ્રેષ્ઠ ઉત્તમ ગતિ પ્રાપ્ત કરે છે.",
        "33": "અન્ય લોકો, બ્રાહ્મણો અને રાજમુની, જે પણ મને ભજવે છે, તે શ્રેષ્ઠ જીવન પ્રાપ્ત કરે છે. આ કાર્યકારી વિશ્વ અસુખી છે; તેથી મને ખોજો.",
        "34": "મારું મન રાખો, મારે ભક્તિ રાખો, મને યજ્ઞ કરો, અને મને નમસ્કાર કરો. તમે આ રીતે આપેલ શાંતિમાં પ્રવેશશો. આ રીતે શ્રીમદ્ ભગવદ્ ગીતા ના ઉપનિષદોમાં, યોગશાસ્ત્રમાં, શ્રીકૃષ્ણ અને અર્જુન સંવાદમાં, રાજવિદ્યાનો અને રાજગુહ્યનો અધ્યાય પૂર્ણ થાય છે."
    },
    "10":{
        "1": "અધ્યાય 10: વિભૂતિ-йોગ. ભગવાન said: ઓ મહાબાહો, ફરીથી મારા પરમ શબ્દને સાંભળો, જે હું તમારા સુખ માટે અને તમારા પ્રીતિ માટે બોલી રહ્યો છું. ॥1॥",
        "2": "મારા મૂળને ન દેવતાઓ જાણે છે, ન મહર્ષિઓ. હું દેવતાઓ અને મહર્ષિઓનું મૂળ છું. ॥2॥",
        "3": "જે મારી ન આજની અને ન અંતરની સત્યતા અને જગતના મહેશ્વર તરીકે જાણે છે, તે પ્રાણીઓમાં અસંમૂઢ છે; તે બધા પાપોથી મુક્ત થાય છે. ॥3॥",
        "4-5": "બુદ્ધિ, જ્ઞાન, અસંમોહ, ક્ષમા, સત્ય, દમ, શમ, સુખ, દુઃખ, ભૂત અને અભાવ, ભય અને અભય, અહિંસા, સમતા, સંતોષ, તપસ્યા, દાન, યશ અને અપમાન – આ વિવિધ ગુણો મારા દ્વારા જ થાય છે. ॥4॥ ॥5॥",
        "6": "સાત મહર્ષિઓ અને ચાર પૂર્વવર્તી મનુઓ, જે મારા દિવ્ય સ્વભાવથી સજ્જ છે, મારા મનમાંથી જન્મે છે, અને આ વિશ્વની સૃષ્ટિ તેમના પર આધારિત છે. ॥6॥",
        "7": "જો કોણ આ મારી દિવ્ય શક્તિ અને યોગને સત્ય રીતે જાણે છે, તે અડીખમ યોગથી જોડાય છે, આમાં સંશય નથી. ॥7॥",
        "8": "હું બધાની મૂળ અને બધા જગતની પ્રવૃત્તિઓનું સ્ત્રોત છું. સમજદાર લોકો, જે આ જાણે છે, મને ભક્તિપૂર્વક પૂજ્ય કરે છે. ॥8॥",
        "9": "મારા ચિંતન અને પરસ્પર ચર્ચા કરતી વખતે, જેમણે હંમેશા મારા ભક્તિમાં મન મૂક્યું છે, તેઓ મને આનંદ અને સંતોષ શોધે છે. ॥9॥",
        "10": "જે લોકો સતત ભક્તિપૂર્વક મારી ઉપાસના કરે છે, તેમને હું એવો જ્ઞાન આપું છું, જે દ્વારા તેઓ મારા તરફ પહોંચે છે. ॥10॥",
        "11": "તેમની ઉપર કૃપા કરી, હું તેમને એ જ્ઞાન આપું છું, જે અજ્ઞાનથી ઊભા થયેલા અંધકારને દૂર કરે છે. ॥11॥",
        "12-13": "અર્જુન said: તમે પરમ બ્રહ્મ, પરમ ધાર્મિક, પવિત્ર, શ્રેષ્ઠ સત્ય, નિશ્ચિત, દૈવી, પ્રાચીન, અનંત, અને પરમ દેવ છો. ॥12॥ બધા મહર્ષિઓ અને દેવવિશેષીઓ, જેમ કે નારદ, અસિત, દેવલ, વ્યાસ, તથા તમે મારો નિવેદન કરેલા છો. ॥13॥",
        "14": "મારે માથે આ ન સમજી શકાય છે કે જે કંઈ તમે કહો છો, તે સાચું છે, કારણ કે તમે જ તમારા સ્વરૂપને જાણો છો. દેવતાઓ અને દાનવો તમારા સ્વરૂપને જાણતા નથી. ॥14॥",
        "15": "તમે જ yourselvesને સર્વશક્તિમાન સ્વરૂપ, વિશ્વનું સૃષ્ટિકર્તા અને કલ્પક તરીકે જાણો છો. ॥15॥",
        "16-17": "તમે સર્વજ્ઞાની અને દિવ્ય સ્વરૂપોથી ભરેલા છો. હું જાણવું છું કે, તમારું કેવી રીતે અભિગમ છે અને કેવી રીતે તમે વિશ્વને વ્યાપી રહ્યા છો. ॥16॥ કેમ હું યોગી તરીકે તમારું વિચારવું જોઈએ, જે અલગ અલગ પાસાઓમાં વિચારાય છે? ॥17॥",
        "18": "મહેરબાની કરીને તમારા દિવ્ય સ્વરૂપ અને વિભૂતિઓ વિશે વિગતવાર સમજાવો. હું વધુ સાંભળવા માટે ઉત્સુક છું. ॥18॥",
        "19": "ભગવાન said: હું તને, ઓ અર્જુન, મારા પરમ સ્વરૂપ અને વિભૂતિઓને સમજાવું છું. મારા વિભૂતિઓનું કોઈ અંત નથી. ॥19॥",
        "20": "હું સર્વસ્વ તરીકે સર્વ પ્રાણીઓની અંદર રહું છું. હું સૃષ્ટિ, મધ્ય અને અંત છું. ॥20॥",
        "21": "આદિત્યોમાં, હું વિષ્ણુ છું. પ્રકાશમાં, હું સૂર્ય છું. મરીચિઓમાં, હું મરીચિ છું. તારામાં, હું ચંદ્ર છું. ॥21॥",
        "22": "વેદોમાં, હું સામવેદ છું. દેવોમાં, હું ઈન્દ્ર છું. ઇન્દ્રિયોમાં, હું મન છું. જીવાતોમાં, હું ચેતના છું. ॥22॥",
        "23": "રુદ્રોમાં, હું શંકર છું. યક્ષ અને રાક્ષસોમાં, હું કુબેર છું. વસુઓમાં, હું આગની પવિત્ર શક્તિ છું. પર્વતებში, હું મેરુ છું. ॥23॥",
        "24": "પૂજારીઓમાં, હું બ્રહસ્પતિ છું. સેનાના નેતાઓમાં, હું સ્કંદ છું. જળમાં, હું મહાસાગર છું. ॥24॥",
        "25": "મહર્ષિઓમાં, હું ભૃગુ છું. વાચા में, હું 'ઓમ' છું. પર્વતોમાં, હું હિમાલય છું. ॥25॥",
        "26": "વૃક્ષોમાં, હું આશ્વત્થ છું. મહર્ષિઓમાં, હું નારદ છું. દેવગાનાઓમાં, હું ચિત્રરથ છું. সিদ্ধિઓમાં, હું કપિલ મુની છું. ॥26॥",
        "27": "ઘોડાઓમાં, હુંuccaihshravas છું. હાથીઓમાં, હું એરાવત છું. માનવોમાં, હું નરપતિ છું. ॥27॥",
        "28": "હથિયારોમાં, હું વજ્ર છું. ગાયોમાં, હું કામધુક છે. પ્રજનનશીલતામાં, હું કંદર્પ છું. સાપોમાં, હું વસુકિ છું. ॥28॥",
        "29": "નાગોમાં, હું અનંત છું. દેવોમાં, હું વર્ણુણ છું. પિતૃઓમાં, હું આર્યમા છું. યોગીઓમાં, હું યમ છું. ॥29॥",
        "30": "દૈત્યોમાં, હું પ્રહલાદ છું. સમયના અવધિઓમાં, હું કાળા છું. જાનવરામાં, હું સિંહ છું. પક્ષીઓમાં, હું ગરુડ છું. ॥30॥",
        "31": "પવનોમાં, હું પવન છું. હથિયાર ધારકોમાં, હું રામ છું. માછલીઓમાં, હું મકર છું. નદીઓમાં, હું ગંગા છું. ॥31॥",
        "32": "હું તમામ સૃષ્ટિઓની શરૂઆત, મધ્ય અને અંત છું. હું જ્ઞાનમાં જ્ઞાન છું અને વિવાદમાં વિવાદ છું. ॥32॥",
        "33": "અક્ષરોમાં, હું 'અ' છું. દ્વંદ્વોમાં, હું જોડી છું. હું કાળ અને સર્વવ્યાપી દર્શક છું. ॥33॥",
        "34": "હું મૃત્યુ, સર્વવિનાશક છું અને ભવિષ્યમાં શું થશે તે છું. હું યશ, મૈત્રી, વાણી, સ્મૃતિ, બુદ્ધિ, અને ક્ષમા છું. ॥34॥",
        "35": "હિમસામમાં, હું બ્રિહત-સામ છું. છંદસમાં, હું ગાયત્રી છું. સીઝનમાં, હું વસંત છું. છોડમાં, હું ફૂલવારું છું. ॥35॥",
        "36": "ધોંશીલા પડકામાં, હું છેલાઈ છું. તેજસ્વીઓમાં, હું તેજ છું. જીતમાં, હું વિજય છું. વ્યવસાયમાં, હું નિર્ણય છું. ॥36॥",
        "37": "યાદુઓમાં, હું વસુદેવ છું. પાંડવોમાં, હું ધનંજય છું. યોગીઓમાં, હું વ્યાસ છું. કવિઓમાં, હું ઉષ્ણા છું. ॥37॥",
        "38": "દંડમાં, હું દંડ છું. નીતિમાં, હું સિદ્ધિ છું. ગૂઢમાં, હું મૌન છું અને જ્ઞાનમાં, હું જ્ઞાન છું. ॥38॥",
        "39": "સર્વ પ્રાણીઓમાં જે બીજ છે, તે હું છું, ઓ અર્જુન. મારે વિના, જીવંત અને નિજિવંત વિશ્વમાં કશું નથી. ॥39॥",
        "40": "મારા દિવ્ય સ્વરૂપોનો કોઈ અંત નથી. આ મારે વિભૂતિઓનું અર્ધવ્યાખ્યા છે. ॥40॥",
        "41": "જો કઈપણ વૈભવ, શ્રેષ્ઠતા, અથવા શક્તિ હોય, તે મારા તેજનો અંશ છે. ॥41॥",
        "42": "અર્જુન, આ વિગતવાર જાણવાની જરૂર શું છે? હું એક નાના ભાગથી આખા બ્રહ્માંડને વ્યાપી રહ્યો છું. ॥42॥ આપણે પૂરા કરવા માટે, ભગવદ ગીતા ના દશમ અધ્યાય 'વિભૂતિ-йોગ' નો અંત થયો છે, જેને ભગવદ ગીતા ના ઉપનિષદોમાં થી વિજ્ઞાન અને યોગ શાસ્ત્ર તરીકે ઓળખાય છે, અને કૃષ્ણ અને અર્જુન વચ્ચેની સંવાદ છે."
    },
    "11":{
        "1": "અધ્યાય 11: સર્વવ્યાપકરૂપનું દર્શન\nઅર્જુન એ કહ્યું: \nતમારા અનુકંપા માટે, મેં આત્મસ્વરૂપને આત્મવિશ્વાસથી ઊંડાણપૂર્વક સાંભળ્યું છે. જેના દ્વારા મારા ભ્રમને દૂર કરવામાં આવ્યું છે.\n",
        "2": "તમારા તરફથી કમળાક્ષના રૂપની અસાધારણ મહિમા વિશે મેં વિગતવાર સાંભળી છે. હું ભૂતસર્જન અને વિનાશનો પણ ખ્યાલ રાખું છું.\n",
        "3": "હવે હું તમારા દૈવી રૂપને જોવા માંગું છું, ઓ શ્રેષ્ઠ છે. હું તમારી સર્વવ્યાપક પોષણશક્તિરૂપ દર્શન માટે આતુર છું.\n",
        "4": "તમે જો માનતા હો કે આરૂપ જોઈ શકવું શક્ય છે, તો કૃપા કરીને, ઓ યોગેશ્વર, મને એ દર્શાવો.\n",
        "5": "ભગવાને કહ્યું: \nપાર્થ, જુઓ, મારા સેકડો અને હજારદ્વારા દેવરૂપો, વિવિધ રંગ અને આકૃતિઓ સાથે.\n",
        "6": "આદિત્યો, વાસુઓ, rud્રો, આશ્વિનિઓ, અને મારુતોને જુઓ. અનેક અદ્ભુત અને પહેલા ન જોયેલ આશ્ચર્યને જુઓ.\n",
        "7": "આ મારા એક જ શરીરમાં, ઓ ગુડાકેશ, સમગ્ર જગત, ચાલતું અને અચલ, વિપુલ રીતે વ્યાપિત છે. તમે જે પણ જોવા માંગો છો તે જોવો.\n",
        "8": "તમે તમારા હાલના આંખોથી મને જોઈ નથી શકતા. હું તમને દૈવી આંખો આપીશ. મારા દૈવી યોગને જોવો.\n",
        "9": "સંજયએ કહ્યું: \nઆ રીતે કહ્યું પછી, મહાયોગેશ્વર હરિએ પાર્થને તેમના સર્વશ્રેષ્ઠ રૂપનું દર્શન આપ્યું.\n",
        "10-11": "તેમાં અનેક મુખ અને આંખો હતી, અનેક અદ્ભુત દ્રષ્ટિ. તે દૈવી આભૂષણો વડે શોભિત હતું અને અનેક દૈવી આયુદ્ધો ધરાવતું હતું. તે દૈવી માળા અને વસ્ત્રો પહેર્યો હતો, અને તેની દૈવી સુગંધ દરેક જગ્યાએ ફેલાઈ હતી. તે અનંત અને અદ્ભુત છે, અને ચાર બાજુઓમાં મુખ ધરાવતું છે.\n",
        "12": "જો હજારો સૂર્ય આકાષમાં એક સાથે ઊગે, તો તેમના પ્રકાશનું સૌમ્ય એવા સર્વવ્યાપક પ્રાણીના પ્રકાશને સમાન થઇ શકે છે.\n",
        "13": "તકાની વખત પાંડવએ (અર્જુન) ભગવાનના શરીર મજબૂત અંદર આખા વિશ્વને વિભાજિત કરીને જોયું.\n",
        "14": "અથી, આશ્ચર્યથી ભરેલો અને શરીર પર રુંવટી ઉભરતા, અર્જુને તેના માથા સાથે ભગવાનને નમાવ્યો અને જોડાયેલા હાથથી બોલ્યા.\n",
        "15": "અર્જુન એ કહ્યું: \nહું તમારી શરીરમાં તમામ દેવતાઓ અને વિવિધ પ્રાણીઓને જોઈ રહ્યો છું. હું બ્રહ્માને પણ જોઈ રહ્યો છું, જે કમળ પર બેસે છે, અને તમામ ઋષિઓ અને નાગોને.\n",
        "16": "હું તમને અનેક હાથ, પેટ, મુખ અને આંખો સાથે જોઈ રહ્યો છું. હું તમારી આકૃતિની આદિ, મધ્ય, અથવા અંત જોઈ શકતો નથી. તમે સૃષ્ટિનો શ્રેષ્ઠ છે.\n",
        "17": "તમે મેક અને ચક્ર ધરે છે અને સૂર્યના હજાર સુર્યોની જેમ તેજસ્વી છો. હું તમને ભયંકર અને સર્વવ્યાપક સ્વરૂપમાં જોઈ રહ્યો છું.\n",
        "18": "તમે અમર અને અપરિમિત છો, વિશ્વના ધર્મની સંરક્ષક છો, અને સર્વશક્તિમાન વ્યક્તિ છો.\n",
        "19": "તમે અનંત શક્તિ સાથે, અનેક હાથ સાથે, ચંદ્ર અને સૂર્યને આંખો તરીકે ધરાવતા છો. તમારી તેજસ્વિતા સમગ્ર જગતને ગરમ કરી રહી છે.\n",
        "20": "તમે આ સમગ્ર વિશ્વને, આસમાનથી લઈને પૃથ્વી સુધી, સર્વ દિશાઓમાં વ્યાપિત છો. તમારા આ ભયંકર સ્વરૂપને જોઈને, ત્રણ વિશ્વ ડોકાર થઈ રહ્યા છે.\n",
        "21": "દેવતાઓની ગોઠવણી કરે છે, કેટલાક ભયભીત અને જોડાયેલા હાથ સાથે, અને મહર્ષિઓ અને સંતો તમારી સ્તુતિ કરી રહ્યા છે.\n",
        "22": "રૂદ્ર, આદિત્યો, વાસુ, અને અન્ય સાધ્યાઓ, વિશ્વેડેવા, આશ્વિનીઓ, મારુતો, અને ગંધર્વો, યક્ષો, અને અસુરો બધા તમારા સ્વરૂપને આશ્ચર્યથી જોઈ રહ્યા છે.\n",
        "23": "તમારા આ દૈવી સ્વરૂપ સાથે અનેક મુખ, હાથ અને પગ છે. તમારી ભયંકર માથા અને પાંજર સાથે તમામ જગત डरાવેલા છે, હું પણ.\n",
        "24": "તમે અનેક મુખો અને આંખો સાથે, અજવાળું વહન કરો છો. તે જોવા છતાં, મારો મન વિચલિત છે, હું શાંતિ પણ નથી મેળવી શકતો.\n",
        "25": "તમારા આ ભયંકર મોઢા સાથે જો હું દાંત જોઉં છું, તો હું ભયભીત છું અને કોઈ શરણ નહિ મળે છે. કૃપા કરીને, સર્વશક્તિમાન ભગવાન, મારી પર દયા કરો.\n",
        "26-27": "ધૃતરાષ્ટ્રના પુત્રો અને પૃથ્વી પરના રાજાઓ, ભીષ્મ, દ્રોણ, અને દ્રોણાના પુત્રો તમારા ભયંકર મોઢામાં પ્રવેશ કરે છે. કેટલાક તમારા તિખા દાંત દ્વારા કચમચાયેલા છે.\n",
        "28-29": "જેમ નદીઓ દરિયામાં પ્રવાહી પ્રવાહ કરે છે, તેમ વિશ્વનાં મહાન નાયક તમારા મોઢામાં પ્રવેશ કરે છે. તેમજ, જેમ પતંગો આગમાં પ્રવેશ કરે છે, તેમ લોકો તમારા મોઢામાં પ્રવેશ કરે છે.\n",
        "30": "તમે તમારા આગથી ભરેલા મોઢા સાથે સમગ્ર જગતને ગરમ કરી રહ્યા છો, અને તમારું તેજસ્વિતા સમગ્ર વિશ્વને પલટાવી રહી છે. ઓ વિષ્ણુ, તમારી સેકડો પ્રકાશમાં બધા જગતને તાપ આપે છે.\n",
        "31": "મને કહો, તમે કયા સ્વરૂપમાં છો? હું તમને નમું છું, દેવ, કૃપા કરીને મને પ્રસન્ન કરો. હું તમારું મૂળ સ્વરૂપ સમજવા માંગું છું, કારણ કે હું તમારી પ્રવૃત્તિઓ જાણતો નથી.\n",
        "32": "ભગવાને કહ્યું: \nહું સમય છું, વિશ્વોનું મહાન વિનાશક, અને હું અહીં આ વિશ્વોને નાશ કરવા માટે આવ્યો છું. બન્ને બાજુના યુદ્ધકો માર્યા જઈ રહ્યા છે.\n",
        "33": "અધિણિતને અપયાત યુદ્ધ લક્ષ્ય પ્રાપ્ત કરો. શત્રુઓને જીતીને સમૃદ્ધ રાજ્ય આનંદ કરો. તેઓ મારી દ્વારા નાશ પામેલ છે, અને તમે માત્ર એક સાધન છો.\n",
        "34": "દ્રોણ, ભીષ્મ, જયદ્રથ અને કર્ના અને અન્ય યોદ્ધાઓને મારો અંત લાવવો. તેઓ મારો મારો પહેલા નાશ પામેલા છે. ચિંતા ન કરો, લડાઈ કરો અને તમે જીતશો.\n",
        "35": "સંજયએ કહ્યું: \nઆ સાંભળીને, કૃષ્ણ, જેણે મણિ પહેર્યું હતું, કંપિત થયું અને ફરીથી કૃષ્ણને સખા, ઘબરાયેલા અને ભયથી નમ્યું.\n",
        "36": "અર્જુન એ કહ્યું: \nહૃષીકેશ, તમારી આરાધના દુનિયાને આનંદિત કરે છે અને દિશાઓમાં ભય દૂર કરે છે. બધા દેવતાઓ તમને પૂજતા છે.\n",
        "37": "અમે તમારી પૂજા કેમ ન કરીએ, મહાન આત્મા, જે બ્રહ્મા કરતાં મહાન છે, અને વિશ્વનો મૂળ ખજાનો છે? તમે સત્ય અને સત્ય કરતા પરમ છે.\n",
        "38": "તમે આદિ દેવ, પુરાણ પુરુષ છો, અને તમે સમગ્ર જગતનો અનુસ્થાન છો. તમે જાણીતા અને જાણનાર છો, અને પરમ યથાર્થ તરીકે છો.\n",
        "39": "તમારે પવન, અગ્નિ, પાણી, ચંદ્ર, સર્જક, અને પિતાના રૂપમાં આદર પામવો છે. હું તમારું પુણ્ય અને અનેકવાર નમું છું.\n",
        "40": "હું તમારી તરફથી આગળ, પાછળ અને બાજુએ નમું છું. તમે અંતે, વિપુલ શક્તિ ધરાવતા છો. તમે તમામને વ્યાપકતા છે, અને તમારા દ્રષ્ટિથી બધું આવરી લે છે.\n",
        "41-42": "હે કૃષ્ણ, હે યાદવ, હે સખા, જે મેં અજાણતા આપ્યું તે માટે કૃપા કરો. જેમ તમે વિહાર, ખાટીશયન, અને ભોજનમાં વ્યાસણ કરવામાં આવી રહ્યા છે, હું ખોટા ત્રુટિ કરતાં ધમકાવી રહ્યો છું.\n",
        "43": "તમે સમગ્ર જગતના પિતા છો, જે જીવી અને અજીવ માટે પૂજનીય છે. તમારી સમાનતા કોઈ નથી, અને તમે ત્રણ જગતના ભવ્યતા છો.\n",
        "44": "તમારા સમક્ષ, હું તમારી પદ્ધતિને પૂજું છું. કૃપા કરીને મને અનુગ્રહ આપો, પિતા. તમે સખા તરીકે, પ્રેમી તરીકે, પુત્ર તરીકે, શ્રેષ્ઠ છો.\n",
        "45": "હું આ દેહમાં તમારું રૂપ જોયું છે, જે દુર્લભ અને ભયંકર છે. હું શાંતિ મેળવવા માટે મારા મનને સ્થિર નથી કરી શકતો. કૃપા કરીને, દેવ, મારો રક્ષક હોવું.\n",
        "46": "હું તમારી ચાર હાથ અને હજાર હાથ સાથેનો સ્વરૂપ જોઈને ખુશ છું. કૃપા કરીને, વર્તમાન સ્વરૂપે, વૈશ્વિક સ્વરૂપમાં, દેખાવ.\n",
        "47": "ભગવાને કહ્યું: \nઆ દૈવી સ્વરૂપ, જે મેં તને દર્શાવ્યું છે, તારા માટે સારું છે. આ રૂપ ચમકદાર અને અનંત છે, જે પહેલા ન જોયેલું છે.\n",
        "48": "એવું સ્વરૂપ ન તો વેદયજ્ઞ, ન દાન, ન ક્રિયાઓ, ન તપસ્યાથી જોઈ શકાયું છે. કોઈ બીજા મનુષ્ય માટે આ સ્વરૂપ જોઈ શકવું શક્ય નથી.\n",
        "49": "તમારા આ ભયંકર સ્વરૂપને જોઈને મારો મન શાંતિ નથી ધરાવતું, અને ભયમાં છે. કૃપા કરીને, હું ફરીથી તમારા સૌમ્ય સ્વરૂપને જોઈ શકું.\n",
        "50": "સંજયએ કહ્યું: \nઆ રીતે, કૃષ્ણએ અર્જુને તેમના પોતાને સ્વરૂપને ફરીથી દર્શાવ્યું અને તેને સૌમ્ય સ્વરૂપમાં આશ્વાસન આપ્યું.\n",
        "51": "અર્જુન એ કહ્યું: \nહવે, જો હું માનવ સ્વરૂપ જોઈ રહ્યો છું, તો હું સંતોષિત છું અને મારી જાતને સ્થિર કર્યું છે. હું તમારી સ્થિતિમાં આવ્યો છું.\n",
        "52-53": "ભગવાને કહ્યું: \nઆ રૂપ જે તું જોઈ રહ્યું છે તે દુર્લભ છે, જે દેવતાઓ પણ જોઈ શકતા નથી. ન વેદો, ન તપસ્યા, ન દાન, ન યજ્ઞ, અન્ય આ રીતે જોવું શક્ય નથી.\n",
        "54": "વિશિષ્ટ શ્રદ્ધા અને નિષ્ઠા દ્વારા, કોઈ વ્યક્તિ એ સ્વરૂપને સમજી શકે છે અને જોઈ શકે છે. શ્રદ્ધા દ્વારા પરમ સત્યમાં પ્રવેશ કરી શકે છે.\n",
        "55": "જે કોઈ મારા માટે કાર્ય કરે છે, જે નિષ્ઠાવાન છે, જે સર્વપ્રાણી માટે દ્વેષ વગર છે, તે મારા સુધી પહોંચી જાય છે.\n આ રીતે, ભગવદ ગીતા ગ્રંથની 11મો અધ્યાય 'સર્વવ્યાપકરૂપનું દર્શન' સમાપ્ત થાય છે, જે ઉપનિષદોમાં બ્રહ્મા વિદ્યા અને યોગ શાસ્ત્રમાં કૃષ્ણ અને અર્જુન વચ્ચેનો સંવાદ છે."
    },
    "12":{
        "1": "અથ દ્વાદશોऽધ્યાયઃ: ભક્તિયોગઃ. અર્જુન ઉવાચ: એવં સતતયુક્તા યે ભક્તાસ્ત્વાં પરિયુપાસતે, યે ચાપક્ષરમવ્યક્તં તેષાં કે યોગવિષ્ણમાઃ ॥1॥",
        "2": "શ્રીभगવાનુવાચ: મય્યાવેશ્ય મનો યે मां નિત્યયુક્તા ઉપાસતે, શ્રદ્ધયા પરયોપેતાસ્તે મે યુક્તતમા મતાઃ ॥2॥",
        "3-4": "એ ત્વક્ષરમનિર્દેશ્યમવ્યક્તં પરિયુપાસતે, સર્વત્રગમચિંત્યં ચ કૂટસ્થમચળં ધ્રુવમ્ ॥3॥ સંનિયમ્યઇન્દ્રિયગ્રામં સર્વત્ર સમબુદ્ધયઃ, તે પ્રાપ્નુવંતિ મામેવ સર્વભૂતહિતે રતાઃ ॥4॥",
        "5": "ક્લેશોऽધિકતરસ્તેષામવ્યક્તાસક્તચેતસામ્, અવ્યક્તા હિ ગતિર્દુઃખં દેહવદ્ભિરવાપ્યતે ॥5॥",
        "6-7": "યે તુ સર્વાણિ કર્માણિ મયિ સંન્યસ્ય મત્પરાઃ, અનન્યેનૈવ યોગેન માં ધ્યાયંત ઉપાસતે ॥6॥ તેષામહં સમુદ્ધરતાં મૃત્યુસંસારસાગરાત્, ભવામિ ન ચિરાત્પાર્થ મય્યાવેશિતચેતસામ્ ॥7॥",
        "8": "મય્યેવ મન આધાર્યસ્વ મયિ બુદ્ધિં નિવેશય, નિવસિષ્યસિ મય્યેવ અત ઊર્ધ્વં ન સંશયઃ ॥8॥",
        "9": "અથ ચિત્તં સમાધાતું ન શક્નોષિ મયિ સ્થિરમ્, અભ્યાસયોગેન તતੋ મામિચ્છાપ્તું ધનંજય ॥9॥",
        "10": "અભ્યાસેऽપ્યસમર્થોऽસિ મટ્કર્મપરમો ભવ, મદર્થમપિ કર્માણિ કુર્વન્સિદ્ધિમાવાપ્સ્યસિ ॥10॥",
        "11": "અથૈતદપ્યશક્તોऽસિ કર્તું મદયોગમાશ્રિતઃ, સર્વકર્મફલત્યાગં તતઃ કરુ યતાત્મવાન્ ॥11॥",
        "12": "શ્રેયો હિ જ્ઞાનમભ્યાસાજ્જ્ઞાનાદ્ધ્યાનં વિશિષ્યતે, ધ્યાનાત્કર્મફલત્યાગસ્ત્યાગાચ્છાંતિરનંતરં ॥12॥",
        "13-14": "અદ્વેષ્ટા સર્વભૂતાનાં માઈત્રઃ કરુણ એવ ચ, નિર્મમો નિરહંકારઃ સમદુઃખસુખઃ ક્ષમી ॥13॥ સંતૃષ્ટઃ સતતં યોગી યતાત્મા દૃઢનિષ્ણયઃ, મય્યર્પિતમનોબુદ્ધિર્યો મદ्भક્તઃ સ મે પ્રિયઃ ॥14॥",
        "15": "યસ્માન્નોદ્વિજતેloko લોકાન્નોદ્વિજતે ચ યઃ, હર્ષામર્ષભયોદ્વેગૈર્મુક્તો યઃ સ ચ મે પ્રિયઃ ॥15॥",
        "16": "અનાપેક્ષઃ શુચિર્ધક્ષ ઉદાસીનો ગતવ્યથઃ, સર્વારંભપરિત્યાગી યો મદ્હકઃ સ મે પ્રિયઃ ॥16॥",
        "17": "યો ન હૃષ્યતિ ન દ્વેષ્ટિ ન શોચતિ ન કાંક્ષતિ, શુભાશુભપરિત્યાગી ભક્તિમાન્યઃ સ મે પ્રિયઃ ॥17॥",
        "18-19": "સમઃ શત્રૌ ચ મિત્રે ચ તથા માનાપમાનયોઃ, શીતોષ्णસુખદુઃખેષુ સમઃ સંગવિવર્જિતઃ ॥18॥ તુલ્યનિન્દાસ્તિર્તિર્મૌની સંતૃષ્ટો યેન કેનચિ, અનિકેતઃ સ્થિરમતિર્ભક્તિમાન્મે પ્રિયઃ નરઃ ॥19॥",
        "20": "યે તુ ધર્મામૃતમિદં યથોક્તં પરિયુપાસતે, શ્રદ્ધાધાનાઃ મટ્પરમા ભક્તાસ્તેऽતીવા મે પ્રિયાઃ ॥20॥ ઇતિ શ્રીમદ્ ભગવદ્ગીતાસુ ઉપનિષદ્સુ બ્રહ્મવિદ્યાયાં યોગશાસ્ત્રે શ્રીકૃષ્ણાર્જુનસંવાદે ભક્તિયોગો નામ દ્વાદશોऽધ્યાયઃ"
    },
    "13":{
        "1": "અધ્યાય 13: ક્ષેત્ર અને ક્ષેત્રજ્ઞ",
        "2": "શ્રીभगવાને કહ્યું: આ શરીર, કૌنتેય, ક્ષેત્ર કહેવાય છે; જેને આને જાણે છે તે ક્ષેત્રજ્ઞ કહેવાય છે.",
        "3": "જાણો કે ક્ષેત્ર અને ક્ષેત્રજ્ઞ વિવિધ છે; આ બંને જ્ઞાનને જ્ઞાન કહેવામાં આવે છે.",
        "4": "યાત્રા અને આહાર સાથે વિવિધ રીતે વિધિપૂર્ણ થાય છે. ક્ષેત્ર અને ક્ષેત્રજ્ઞના જ્ઞાનને વિવિધ રીતે જણાવ્યું છે.",
        "5": "મહાભૂત, અહંકાર, બુદ્ધિ અને અવિક્ત, દસ ઇન્દ્રિય અને મન—આ બધું ક્ષેત્રના વિભાગો છે.",
        "6": "ઇચ્છા, ద్వેષ, સુખ, દુઃખ, શરીરની મિશ્રણ, ચેતના, અને ધૈર્ય—આ બધું ક્ષેત્રના વિકારો છે.",
        "7": "વિનમ્રતા, ગૌરવનો અભાવ, અહિંસા, ક્ષમા, સીધી વાત, ગુરુની પૂજા, શુદ્ધતા, સ્થિરતા અને આત્મનિરીક્ષણ;",
        "8-12": "સંવેદનાશ્રિત વસ્તુઓમાંથી અવિશ્વાસ, અહંકારનો અભાવ, જન્મ, મૃત્યુ, વૃદ્ધાવસ્થાને અનુક્રમણિકા પર દૃષ્ટિ; પુત્ર, પત્ની, ઘરો માટે અપ્રેમ; તમામ પરિસ્થિતિઓ, સારો અને કસરત વિશે સ્થિરતા; અનન્ય ભક્તિ; એકાંતમાં રહેવું અને ભીડથી દૂર રહેવું; શાસ્ત્રોના અભ્યાસમાં લાગણી; આત્મા ને સમજવું; આ જ્ઞાન છે; અન્ય બધા જ્ઞાન અજ્ઞાન છે. જે જાણવું છે તે અમૃતબ્રહ્મ છે, જે ન સત્વ અને ન અસત્તા કહેવામાં આવે છે.",
        "13": "અંતર અને બહાર તમામમાં વ્યાપક છે, હાથ અને પગ સર્વત્ર છે, આંખો, મુખો, અને શિરસહિત સર્વત્ર છે, શ્રાવણો બધે છે, તે બધું આવરી લે છે.",
        "14": "એ પ્રકાશની અનંત પ્રકાશ છે, અંધકારથી પર, જ્ઞાનનું જ્ઞાન અને દરેક વસ્તુમાં વિઝડમ છે.",
        "15": "તે તમામ જીવંતો અને અજીવાંમાં, ચાલતા અને ન ચાલતા, સદાના સમાન છે, પારંગત અને નજીક છે.",
        "16": "વિભાજીત ન દેખાતા, તમામ પ્રાણીઓમાં વિભાજીત દેખાતા, તે પોષક, ખાવક અને સર્જક છે.",
        "17": "તે પ્રકાશની પ્રકાશ છે, અંધકારની પરિસર, જ્ઞાનનું જ્ઞાન અને દરેક વસ્તુમાં વિઝડમ છે.",
        "18": "આ રીતે, ક્ષેત્ર, ક્ષેત્રજ્ઞ, અને જ્ઞાનના વિભાજનોની સંક્ષિપ્ત વિગતો આપવામાં આવી છે. આને સમજનાર ભૂતપૂર્વ ભૂમિકાએ પ્રાપ્ત કરે છે.",
        "19": "પ્રકૃતિ અને પુરુષ બંનેને અનાદિ જાણો. વિકાર અને ગુણો પ્રકૃતિના ઉત્પન્ન છે.",
        "20": "પ્રકૃતિ કાર્ય અને તેના પરિણામોનું કારણ છે, જ્યારે પુરુષ સુખ અને દુઃખનો અનુભવ કરે છે.",
        "21": "પુરુષ, પ્રકૃતિમાં વસતી વખતે, પ્રકૃતિના ગુણોનો અનુભવ કરે છે. આનું કારણ ગુણ સાથે જોડાણ છે, જે પુનર્જન્મ તરફ દોરી જાય છે.",
        "22": "પુરુષ દ્રષ્ટા છે, મંજૂર કરનાર, પોષક, ભોગનાર અને મહેશ્વર છે. તે પણ પરમ આત્મા કહેવામાં આવે છે.",
        "23": "જે જાણે છે પુરુષ અને પ્રકૃતિ, ગુણો સાથે, સક્રિય છે, તે ફરી જન્મ લેતા નથી.",
        "24": "કેટલાક લોકો ધ્યાન દ્વારા આત્માને જોવે છે, કેટલાક તત્વજ્ઞાન દ્વારા અને કેટલાક કર્મયોગ દ્વારા.",
        "25": "અન્ય લોકો અન્ય લોકો પાસેથી સાંભળીને અને સાંભળેલાં પર ધ્યાન આપીને મૃત્યુ પાર કરે છે.",
        "26": "જે કંઈ જન્મે છે, ચાલતું કે અચલ, તે ક્ષેત્ર અને ક્ષેત્રજ્ઞના મિશ્રણના પરિણામ તરીકે જાણવું.",
        "27": "જે પરમાત્માને તમામ જીવોમાં અને ક્ષણભંગુરમાં જોવા છે તે સાચું દર્શન છે.",
        "28": "જે પરમાત્માને તમામ જીવોમાં, શ્વસન અને અસ્વસન, જોવા છે તે વિનાશી નથી.",
        "29": "જેઓ બધું કર્તા તરીકે જોવે છે, જ્યારે આત્માને કર્તા ના હોવું જણાય છે તે સાચું દર્શન છે.",
        "30": "જ્યારે કોઈ વ્યક્તિ બધાં જીવ અને પરમાત્મા સાથે એકતાને જોઈ શકે છે, ત્યારે તે પરમ ગતિ પ્રાપ્ત કરે છે.",
        "31": "કોઈ શરુઆત વગર, ગુણ વિનાના પરમાત્મા છે. શરીરમાં હોવા છતાં તે કર્મ કરે છે કે લિપ્ત નથી.",
        "32": "જ્યાં જેમ આકાશ બધું વ્યાપક છે, તેમ આત્મા બધું વ્યાપક છે, તે પેઢીની અસરથી મુક્ત છે.",
        "33": "જેમ સૂર્ય આખા વિશ્વને પ્રકાશ આપે છે, તેમ ક્ષેત્ર અને ક્ષેત્રજ્ઞ આખું પ્રકાશ આપે છે.",
        "34": "આ રીતે, ક્ષેત્ર અને ક્ષેત્રજ્ઞની વચ્ચેના તફાવત અને જ્ઞાનનું વર્ણન કરવામાં આવ્યું છે. જેમ જાણે છે તે પરમ સ્થિતિ પ્રાપ્ત કરે છે. આ ભૂગોળ ગીતા ના 13 માં અધ્યાય છે, જેને ક્ષેત્ર અને ક્ષેત્રજ્ઞ તરીકે ઓળખવામાં આવે છે, ઉપનિષદોના બ્રહ્મ વિદ્યા યોગ શાસ્ત્રનો ભાગ છે, શ્રીકૃષ્ણ અને અર્જુન વચ્ચે સંવાદ."
    },
    "14":{
        "1": "અથ ચતુર્દશોऽધ્યાયઃ । ગુણત્રયવિભાગયોગઃ । શ્રીભગવાનઉવાચ । પરં ભૂયઃ પ્રર્વક્ષ્યામી જ્ઞાનાનાં જ્ઞાનમુત્તમમ્ । યज्ज્ઞાન્ત્વા મुनયઃ સર્વે પરાં સિદ્ધિમિતો ગતાઃ ॥1॥",
        "2": "અદં જ્ઞાનમુપાશ્રિત્ય મમ સાધર્મ્યમાગતાઃ । સર્ગેऽપિ નોપજાયંતે પ્રલયે ન વ્યથંતિ ચ ॥2॥",
        "3-4": "મમ યોનિર્મહદ્બ્રહ્મ તસ્મિન્ગર્ભં દધામ્યહમ્ । સંભવઃ સર્વભૂતાનાં tato ભાવતિ ભારત ॥3॥ સર્વયોનિષુ કૌંતેય મૂર્તયઃ સંભવન્તિ યાઃ । તાસાં બ્રહ્મ મહદ્યોનિરહં બીજપ્રદઃ પિતા ॥4॥",
        "5": "સત્વં રજસ્તમ ઇતિ ગુણાઃ પ્રકૃતિસંભવાઃ । નિબધ્નંતિ મહાબાહો દેहे દેવિનમવ્યયમ્ ॥5॥",
        "6": "તત્ર સત્ત્વં નિર્મલત્વાત્પ્રકાશકમણામયમ્ । સુખસંગેન બધ્નાતિ જ્ઞાનસંગેન ચાનઘ ॥6॥",
        "7": "રજોઃ રાગાત્મકં વિદ્ધિ તૃષ્ણાસંગસમુદ્ભવમ્ । તન્નિબધ્નાતિ કૌંતેય કર્મસંગેન દેહિનમ્ ॥7॥",
        "8": "તમસ્ત્વજ્ઞાનજં વિદ્ધિ મોહનં સર્વદેહિનામ્ । પ્રસાદાલસ્યનિદ્રાભિસ્તન્નિબધ્નાતિ ભારત ॥8॥",
        "9": "સત્વં સુખે સંજયતિ રજઃ કર્મણી ભારત । જ્ઞાનમાવૃત્ય તુ તમઃ પ્રસાદે સંજયતીત ॥9॥",
        "10": "રજસ્તમશ્ચાભિભૂય સત્વં ભવતી ભારત । રાજઃ સત્વં તમશ્ચૈવ તમઃ સત્વં રાજસ્તથ ॥10॥",
        "11-13": "સર્વદ્વારેસુ દેહેऽસ્મિન્પ્રકાશ ઉપજાયતે । જ્ઞાનમય દા વિદ્યા તદવિશ્વસત્ત્વમિત્યુત ॥11॥ લોભઃ પ્રવૃત્તિરારંભઃ કર્મણામશમઃ સ્પૃહા । રાજસ્યેતાની જયંતિ વિવિદ્ધે ભરતર્ષભ ॥12॥ અપ્રકાશોऽપ્રવૃત્તિશ્ચ પ્રસાદો મોહ એવે ચ । તમસ્યેતાની જયંતિ વિવિદ્ધે કુરૂનંદન ॥13॥",
        "14-15": "યદા સત્વે પ્રવૃદ્ધે તુ પ્રલયં યાતિ દેહભૃત્ । તદોત્મવિદાં લોકાનમલાન્પ્રતિપદ્યતે ॥14॥ રાજસિ પ્રલયં ગત્વા કર્મસંગષુ જયતે । તેમ પ્રલીનસ્તમસિ મૂઢયોનિષુ જયતે ॥15॥",
        "16": "કર્મણઃ સુકૃતસ્યાહુઃ સાત્વિકં નિર્મલં ફલમ્ । રાજસસ્ ફલં દુઃખમજ્ઞાનં તમસઃ ફલમ્ ॥16॥",
        "17": "સત્વાત્સંજાયતે જ્ઞાનં રાજસો લોભ એવે ચ । પ્રસાદમોહૌ તમસો ભાવતોऽજ્ઞાનમેવ ચ ॥17॥",
        "18": "ઊર્ધ્વં ગચ્છંતિ સત્ત્વસ્થા મધ્યે તिष्ठંતિ રાજસાઃ । જઘન્યગુણવૃત્તિષ્ઠા અધો ગચ્છંતિ તમસાઃ ॥18॥",
        "19": "નાન્યં ગુણેભ્યઃ કર્તારં યદા દ્રષ્ટાનુપશ્યતિ । ગુણેભ્યશ્ચ પરં વેત્તિ મદ્ભાવં સોદિગચ્છતિ ॥19॥",
        "20": "ગણાનેતાનતીત્ય ત્રીંદેહી દેહસમુદ્ભવન્ । જન્મમૃત્યુજરાદુઃખૈર્વિમુક્તોऽમૃતમશ્નુતે ॥20॥",
        "21": "અર્જુન ઉવાચ । કૈર્લિંગૈસ્ત્રીન્ગુણાનેતા અંતીતો ભવતિ પ્રમુખઃ । કિમાચારઃ કથાṁ ચૈતાંસ્ત્રીન્ગુણાનતિvartે ॥21॥",
        "22-23": "શ્રીભગવાન ઉવાચ । પ્રકાશં ચ પ્રવૃત્તિં ચ મોહમેવ ચ પાંડવ । તદ્વેષ્ટિ સંપ્રવૃત્તાનિ ન નિવૃત્તાનિ કાંક્ષતિ ॥22॥ ઉદાસીનવદાસીનો ગુણૈર્યો ન વિચાલ્યતે । ગુણા વર્તંત ઇત્યેવ યોઽવતષ્ઠતિ નેંગતે ॥23॥",
        "24-25": "સમદુઃખસુખઃ સ્વસ્થઃ સમલોષ્ટાશ્મકાંચનઃ । તુલ્યપ્રિયાપ્રિયો ધીરસ્તુલ્યનિંદાત્મસંસ્થુતિઃ ॥24॥ માનાપમાનયોસ્ટુલ્યસ્તુલ્યો મિત્રારિપક્ષયોઃ । સર્વારંભપરિત્યાગી ગુણાતીતઃ સ ઉચ્યતે ॥25॥",
        "26": "માં ચ યોઽવ્યભિચારેણ ભક્તિયોગેન સેવેતે । સ ગુણાન્સમતીત્યૈતાન્બ્રહ્મભૂયાય કલ્પતે ॥26॥",
        "27": "બ્રહ્મણો હિ પ્રતિષ્ઠાહમમૃતસ્યાવ્યયસ્ય ચ । શાશ્વતસ્ય ચ ધર્મસ્ય સુખસ્યૈકાંતિકસ્ય ચ ॥27॥ ઈતિ શ્રીમદ્ભગવદ્ગીતાસુ ઉપનિષત્સુ બ્રહ્મવિદ્યા યોગશાસ્ત્રે શ્રીકૃષ્ણાર્જુન સંવાદે ગુણત્રયવિભાગયોગો નામ ચતુર્દશોऽધ્યાયઃ"
    },
    "15":{
        "1": "આ અધ્યાયના અંતે: સુપરમેન યોગ. ભગવાન કહે છે: તેઓ આશ્વત્થ વૃક્ષને ઉપરના મૂળ અને નીચેના શાખાઓ ધરાવતી અને તેની પાંદડીઓ જુહુના છંદ તરીકે કહેશે. જે આ વૃક્ષને જાણે છે તે જ શાસ્ત્રોનો જ્ઞાની છે. (1)",
        "2": "તેની શાખાઓ ઉપર અને નીચે ફેલાયેલી છે, ગુણોથી પોષિત છે. શાખાઓ ઈન્દ્રિયોની વસ્તુઓ છે અને મૂળ, જે નીચે ફેલાયેલી છે, તે મનુષ્યને કર્મ સાથે બાંધી રાખે છે. (2)",
        "3-4": "અકસ્માત આકાર અહીં દેખાતો નથી, ન અંત, ન આરંભ, ન આધાર છે. આ મજબૂત મૂળવાળી આશ્વત્થ વૃક્ષને વિમુક્તિના ખંતથી કાપી નાખો, (3) પછી તે સ્થાન શોધવું જોઈએ જ્યાંથી ગયા પછી પાછા ફરવું નથી. તે જ આરંભિક પુરુષ છે, જે પ્રાણીઓના પ્રવાહમાંથી ઉત્પન્ન થાય છે. (4)",
        "5": "ગૌરવ અને ભૂલથી મુક્ત, લાગણીની નિંદા જીતી, આત્મા ખાતે સદાય રહેતાં, અને સુખ અને દુખની દ્રષ્ટિએ મુક્ત, તે અદ્વિતીય સ્થિતિને પ્રાપ્ત કરે છે. (5)",
        "6": "તેનો પ્રકાશ સૂર્ય, ચંદ્રમાસ, અથવા અગ્નિથી ન થાય. જે તે ઉપલબ્ધ થઈને પાછા આવતું નથી, તે મારો સુપરમે પસંદ કરેલ આવાસ છે. (6)",
        "7": "આ જગતમાં જીવતી અણુ મારી અનંત અંશ છે. તેને જીવાત્મા કહેવામાં આવે છે અને તે છ સંવેદનાઓ સાથે પ્રવૃત્ત રહે છે. (7)",
        "8": "જે શરીર મેળવીને જાય છે અને જે શરીર છોડે છે, આત્મા, તે નિકળે છે, જેવા પવન સુગંધને ઉઠાવે છે. (8)",
        "9": "સુણવા, જોવું, સ્પર્શવું, સ્વાદ અને સુગંધ, જે મન દ્વારા નિયંત્રિત છે, તે બધા ઇન્દ્રિયોની વસ્તુઓનો અનુભવ કરવા માટે ઉપયોગમાં આવે છે. (9)",
        "10": "જ્યારે આત્મા શરીરને છોડે છે અથવા તેમાં રહે છે, અથવા જીવનની ગુણવત્તાઓનો આનંદ લે છે, ત્યારે મૂઢ લોકો તેને જોવા નથી, ફક્ત જ્ઞાનની દ્રષ્ટિ ધરાવનારાઓ તેને જોતાં છે. (10)",
        "11": "યોગીઓ, જે કષ્ટ સહન કરે છે, તેઓ તેને, આત્માને, અંદર સ્થિત હોય તે રીતે જુએ છે; પરંતુ અજ્ઞાન વ્યક્તિ, જેમણે મનને શુદ્ધ નથી કર્યુ, તેઓ તેને ન જોતાં છે. (11)",
        "12": "જગતને પ્રકાશિત કરતી કિરણ છે સૂર્ય; અને જે ચંદ્રમાસ અને અગ્નિમાં છે, તે પ્રકાશ મારો છે. (12)",
        "13": "હું પૃથ્વીમાં પ્રવેશ કરીને તમામ જીવને સહારું આપું છું. હું સૌમના રૂપમાં પોષણ કરી, તેમના રસનું મકાન બની જાઉં છું. (13)",
        "14": "હું વૈશ્વાનર બનીને જીવતો પ્રાણીઓના શરીર માટે આધાર રાખું છું. હું પ્રાણ અને અપાન સાથે જોડાઈને ચાર પ્રકારના આહારને પાચું છું. (14)",
        "15": "હું બધા જીવના હૃદયમાં વસું છું. મને મેમોરી, જ્ઞાન અને ભૂલ આપવામાં આવે છે. હું જ તમામ વેદો દ્વારા જાણવામાં આવું છું. હું વેદોને સંગ્રહિત કરનાર અને વેદોને જાણનાર છું. (15)",
        "16": "આ જગતમાં બે પ્રકારના પુરુષ છે: ક્ષર અને અક્ષર. દરેક જીવ ક્ષર છે, જ્યારે અક્ષર કે eternity કહેવાય છે. (16)",
        "17": "એક અન્ય સુપરમેન છે, જેને પરમાત્મા કહેવામાં આવે છે, જે તમામ ત્રણ દુનિયાઓમાં પ્રવેશ કરીને અક્ષરનું પાલન કરે છે. (17)",
        "18": "ચૂકીઓ કરતા ઉંચું અને અક્ષર કરતાં ઉપર હું છું, તેથી હું આ દુનિયામાં અને વેદોમાં સુપરમેન તરીકે ઓળખાતો છું. (18)",
        "19": "જે મને સુપરમેન તરીકે જાણે છે, તે વિશ્વાસ અને પુજા કરે છે. (19)",
        "20": "આ રીતે, મેં આ સૌથી ગુપ્ત વિજ્ઞાનને સમજાવ્યું છે. આને સમજવાથી એકમાત્ર જ્ઞાનિત થાય છે અને તમામ કાર્ય પૂર્ણ થાય છે. (20) \n\nઆ રીતે શ્રીમદ્ ભગવદ્ ગીતા ઉપનિશદોમાં, યોગ શાસ્ત્રમાં, શ્રી કૃષ્ણ અને અરજુના સંવાદમાં સુપરમેન યોગ નામક પધ્ડતિ પૂર્ણ થાય છે."
    },    
    "16":{
        "1-3": "અધ્યાય 16: દૈવી અને દૈત્યાંક તત્વોની વિભાજન\n\nશ્રીભગવાને કહ્યું:\n1. નિઃસંકોચ, સત્યતા, શોધન અને યોગમાં સ્થિરતા, દાન, આત્મ-નિંત્રણ, યજ્ઞ અને અધ્યયન અને સીધીપણા.\n2. અનહિંસા, સત્યતા, ક્રોધથી મુક્તિ, ત્યાગ, શાંતિ અને દુશ્મનાપણાની અનાવશ્યકતા.\n3. તમામ જીવંત પ્રાણીઓต่อ慈દા, ઈર્ષાથી મુક્તિ, ભદ્રતા, નમ્રતા અને અસ્થિરતાની અભાવ.\n\nઆ ગુણો દૈવી સ્વભાવ ધરાવનારની વિશેષતાઓ છે.",
        "4": "4. ઢોનેસાવવી, ઘમંડ, આહંકાર, ક્રોધ, ઉગ્રતા અને અજ્ઞાન એ દૈત્ય સ્વભાવના ગુણો છે.",
        "5": "5. દૈવી ગુણ મુક્તિ તરફ લઇ જાય છે, જ્યારે દૈત્યાંક ગુણ જીવનને બંધન કરતા છે. પરિસ્થિતિમાં દુઃખિત થશો નહીં, પાંડવ, કારણ કે તમે દૈવી ગુણ ધરાવતા છો.",
        "6": "6. આ દુનિયામાં બે પ્રકારના પ્રાણીઓ છે: દૈવી અને દૈત્યાંક. હું તમને એ વિશે વિગતવાર સમજીશ.",
        "7": "7. દૈત્યાંક સ્વભાવના લોકો પ્રવૃત્તિ અને નિર્વૃત્તિની જાણ નથી રાખતા. તેઓ શુદ્ધતા, સત્યાત્મકતા કે શિસ્તના ધારણાઓ ધરાવતા નથી.",
        "8": "8. તેઓ કહે છે કે જગત અસત્ય છે, ભગવાન વિહોણું છે અને બંને વચ્ચે સર્જનકર્તા છે, જે ઇચ્છા દ્વારા ચાલે છે.",
        "9": "9. આવા દૃષ્ટિકોણને અનુસરતા, તેમને નષ્ટ આત્માઓ અને ઓછું સમજણ ધરાવનાર intense અને વિનાશક કાર્ય કરે છે, જે વિશ્વનો નાશ કરે છે.",
        "10": "10. અશંકા અને ઘમંડથી ચલાયિત, તેઓ અશુદ્ધ વિધિઓમાં પ્રવૃત્ત રહે છે.",
        "11": "11. તેઓ અપરિમિત ચિંતા સાથે ઘેરી છે અને આસ્થા માટે આનંદને લક્ષ્ય માનતા છે, આ જ જીવનનો મકસદ માને છે.",
        "12": "12. હજારો આશાઓની અટકણીમાં બાધાયેલા અને ઈચ્છા અને ક્રોધથી ચાલિત, તેઓ અયોગ્ય રીતે સંપત્તિ એકઠી કરે છે.",
        "13-15": "13. 'આજે આ મળ્યું છે અને હું મારા ઇચ્છા પૂરા કરીશ. મને વધારે સંપત્તિ મળી છે, અને ભવિષ્યમાં વધુ મેળવવું છે.'\n14. 'મેં એવો અને તેવો દુશ્મન મરી ચુક્યો છું અને બીજા દુશ્મનોને મારીશ. હું ભગવાન છું, આનંદ અને શક્તિમાં મસ્ત છું.'\n15. 'હું ધનવાન અને વિપુલ જન્મવાળો છું; બીજું કોણ છે જે મારા સમાન છે? હું દાન કરીશ અને આનંદ કરશ,'—અમે વિમોહિત.",
        "16": "16. તેઓ ભૂલમણાના જાળમાં ફસાયેલા અને ઇચ્છા-ભોગમાં જડાયેલા, અપવિત્ર સ્થિતિ અને નરકમાં పడતા છે.",
        "17": "17. તેઓ આત્મ-પૂજાનો, અડગ અને ઘમંડ અને અહંકારથી ભરેલા, વિધિપૂર્વક કરવામાં આવતા યજ્ઞોમાં ભાગ લેતા છે.",
        "18": "18. તેઓ અહંકાર, શક્તિ, ઘમંડ, ઇચ્છા, અને ક્રોધ સાથે સંલગ્ન છે, અને અન્ય લોકો સાથે દુશ્મની અને ઇર્ષા ધરાવે છે.",
        "19-20": "19. હું આવા ક્રૂર અને દુશ્મનાના લોકો નરકવાહિ ઝંડા કરીને નરકમાં ફેંકી દેતો છું.\n20. તેઓ દૈત્યાંક યોનિમાં જન્મે છે અને મૂઢા જીવનથી જીવન સુધી દુષ્ટ અંતે પહોંચે છે, અને મને પ્રાપ્ત કરતા નથી.",
        "21": "21. નરક તરફ જવાની ત્રણ પ્રવેશદ્વાર છે: ઇચ્છા, ક્રોધ અને લોભ. આ ત્રણને ત્યજવું જોઈએ.",
        "22": "22. આ ત્રણ દ્વારોથી મુક્ત થતા, કૌન્ટેયા, શ્રેષ્ઠ આચરણ કરનાર છે અને શ્રેષ્ઠ ગતિ પ્રાપ્ત કરે છે.",
        "23": "23. જે શાસ્ત્રની માર્ગદર્શિકા અવગણીને પોતાની ઇચ્છાઓ અનુસાર ક્રિયાઓ કરે છે, તે સુખ, સફળતા, અથવા ઉન્નતિ પ્રાપ્ત કરી શકતો નથી.",
        "24": "24. તેથી, તમે શાસ્ત્રને કાર્ય અને અકાર્યમાં નિર્ધારણ માટે માન્યતા માનવી જોઈએ. આને જાણીને તમારે તમારા કાર્યને અનુસારીને કરવું જોઈએ.\n\nઆ રીતે, ભগવદગીતાના 16મો અધ્યાય 'દૈવી અને દૈત્યાંક તત્વોની વિભાજન' પૂર્ણ થાય છે."
    },
    "17":{
        "1": "અધ્યાય 17: ત્રૈવિધ્ય શ્રદ્ધા યોગ\nઅર્જુન કહે છે: જે લોકો શાસ્ત્રની વિધિ છોડીને શ્રદ્ધા સાથે પૂજા કરે છે, તેઓનો પ્રાકૃતિક સ્વભાવ શું છે, કૃષ્ણ? એ સત્ત્વમ છે કે રાજસમ કે તામસમ? \n1",
        "2": "શ્રીભગવાન કહે છે: શરીરધારી લોકોની શ્રદ્ધા ત્રૈવિધ છે, જે તેમના સ્વભાવ પર આધાર રાખે છે: સત્ત્વિક, રાજસિક અને તામસિક. આ વિષયમાં સાંભળો. \n2",
        "3": "સૌલભ્ય પ્રમાણે બધા લોકોની શ્રદ્ધા તેમના સ્વભાવ પ્રમાણે હોય છે. એ માણસ તેના શ્રદ્ધા મુજબ છે. \n3",
        "4": "સત્ત્વિક લોકો દેવતાઓની પૂજા કરે છે, રાજસિક લોકો યક્ષો અને રક્ષકોની પૂજા કરે છે, જ્યારે તામસિક લોકો મરેલા આત્માઓ અને પેશાવાર ભુતોથી પૂજા કરે છે. \n4",
        "5-6": "જે લોકો શાસ્ત્ર વિરુદ્ધ દુખદ પેનન્સ કરે છે, hypocr સથે અને ગર્વ સાથે, અને જે લોકો ઇચ્છા અને લાલસાથી ચલાય છે, તેઓ પોતાના શરીરને પીડા પહોંચાડે છે અને મને પીડા આપે છે, જે તેના અંદર વસે છે. તેમને અસુરિક કહેવાય છે. \n5\n6",
        "7": "દરેક માટે જે ખોરાક પ્રિય છે તે પણ ત્રૈવિધ છે. યજ્ઞ, તપ અને દાનના જુદા જુદા પ્રકારો વિશે સાંભળો. \n7",
        "8": "સત્ત્વિક ખોરાક તે છે જે જીવન, જ્ઞાન, શક્તિ, આરોગ્ય, આનંદ અને સંતોષને વધારાવે છે. તે તેલયુક્ત, મૃદુ, સ્થિર અને મીઠો છે. \n8",
        "9": "રાજસિક ખોરાક તે છે જે કાટ, ખાટું, મીઠું, તીખું અને સૂકું છે, જે દુખ, શોક અને બીમારી લાવે છે. \n9",
        "10": "તામસિક ખોરાક તે છે જે રસહીન, ગંદો, સડી ગયેલો અને અશુદ્ધ છે, અને જે ખાઈને કરેલું છે અને ન છુતી શકાયું છે તે પસંદ કરવું છે. \n10",
        "11": "જે યજ્ઞ કોઈ પ્રાર્થના વિના, નિયમો અનુસાર કરવામાં આવે છે, તે સત્ત્વિક કહેવાય છે. \n11",
        "12": "જે યજ્ઞ પૂજા માટે અને પીડા માટે કરવામાં આવે છે, અને માન્યતા માટે, તે રાજસિક કહેવાય છે. \n12",
        "13": "જે યજ્ઞ નિયમો વિના, મંત્ર વિના, આપેલા નથી, અને શ્રદ્ધા વિના કરવામાં આવે છે, તે તામસિક કહેવાય છે. \n13",
        "14": "દેવતાઓ, બ્રાહ્મણો, ગુરુઓ અને બુદ્ધિમાનની પૂજા, સ્વચ્છતા, સીધાઈ, બ્રહ્મચર્ય અને અસહિન્સા, આ શરીરીક તપ છે. \n14",
        "15": "વિશ્વસનીય, મીઠું અને લાભદાયી વાક્ય, અને ગ્રંથોના અભ્યાસ, આ ભાષાકીય તપ છે. \n15",
        "16": "મનનું શાંત અને સહનશીલ હોવું, મૌન, આત્મ-નિયંત્રણ, અને વિચારોની શુદ્ધતા, આ માનસિક તપ છે. \n16",
        "17": "જેઓ કોઈ ફળની આશા વિના શ્રદ્ધા સાથે તપ કરે છે, તે સત્ત્વિક કહેવાય છે. \n17",
        "18": "માન અને સન્માન માટે, દંભ સાથે કરવામાં આવેલ તપ, તે રાજસિક છે. આ અસ્થિર અને થોઘડું છે. \n18",
        "19": "જેઓ પોતાની જાતને અથવા બીજાને પીડા પહોંચાડી, બુરાઈ માટે, તે તામસિક તપ છે. \n19",
        "20": "જે દાન આપવામાં આવે છે તે બીજાથી કોઈ પ્રતિસાદની અપેક્ષા વિના, યોગ્ય જગ્યાએ, સમય પર, અને પાત્રને આપવામાં આવે છે, તે સત્ત્વિક છે. \n20",
        "21": "જે દાન પાછું અપેક્ષા રાખીને, મુશ્કેલીઓ સાથે, અને અયોગ્ય વ્યક્તિને આપવામાં આવે છે, તે રાજસિક છે. \n21",
        "22": "જેઓ અવ્યાય, આકસ્મિક સમયમાં, અને અયોગ્ય વ્યક્તિને દાન આપે છે, તે તામસિક છે. \n22",
        "23": "઒મ તત્સત એ બ્રહ્માનો ત્રૈવધિક નામ છે. તે વેદોમાં, યજ્ઞોમાં, અને પ્રાચીન શાસ્ત્રોમાં વપરાયું છે. \n23",
        "24": "અતઃ, યજ્ઞ, દાન અને તપ શ્રદ્ધા સાથે શ્રદ્ધા અનુસાર, સંસ્કાર મુજબ કરવામાં આવે છે. \n24",
        "25": "જે યજ્ઞ, દાન અને તપ અસાધારણ આશા વિના કરવામાં આવે છે, તે મુક્તિ માટે કરતા છે. \n25",
        "26-27": "સદભાવ અને સાદી રીતે 'સદ' શબ્દનો ઉપયોગ થાય છે. તે પ્રશંસનીય કાર્ય માટે ઉપયોગ થાય છે. યજ્ઞ, તપ, અને દાનની સ્થિતિ 'સદ' તરીકે ગણાય છે. \n26\n27",
        "28": "જેઓ શ્રદ્ધા વિના યજ્ઞ, દાન, અને તપ કરે છે, તે અસદ્ભૂત કહેવાય છે, પાર્થ, અને આ અસાધારણ નથી. \n28\nઆ શ્રીમદ્ ભગવદ્ ગીતા ના સત્તરમો અધ્યાયનો નામ શ્રદ્ધાત્રયવિભાગ યોગ છે."
    },
    "18":{
        "1": "અધ્યાય 18: અંતિમ મુકિતનો યોગ\nઅર્જુનએ કહ્યું: ઓ કૃષ્ણ, હું છોડાણ (સંન્યાસ) અને ક્રિયાઓનો છોડાણ (ત્યાગ) ના સત્ય સ્વરૂપને સમજવું ઇચ્છું છું અને બંને વચ્ચેના તફાવતને સમજવું ઇચ્છું છું.",
        "2": "આદરણીય ભગવાને કહ્યું: વિદ્વાનોએ જણાવ્યું છે કે છોડાણના બે પ્રકાર છે: ઇચ્છાઓ સાથેની ક્રિયાઓનું છોડાણ અને ઇચ્છાઓ વિના ક્રિયાઓનું છોડાણ. વિદ્વાનો પહેલું 'છોડાણ' કહે છે અને બીજા 'છોડાણ' કહે છે.",
        "3": "કેટલાક વિદ્વાનો કહે છે કે બધું કરવું પડતું છે, જ્યારે અન્ય લોકો કહે છે કે યજ્ઞ, દાન, અને તપસ્યા છોડી દેવું જોઈએ નથી.",
        "4": "મારા તરફથી સાચા છોડાણને સમજો, ઓ ભારતના શ્રેષ્ઠ. છોડાણને ત્રણ પ્રકારમાં વર્ણવવામાં આવ્યું છે.",
        "5": "યજ્ઞ, દાન, અને તપસ્યા છોડી દેવા નહીં પરંતુ કરવાં જોઈએ. યજ્ઞ, દાન, અને તપસ્યા આત્માનું શુદ્ધિકરણ છે.",
        "6": "પરંતુ આ ક્રિયાઓને પણ પરિણામ માટેની આકર્ષણ અને ઇચ્છા વિના કરવી જોઈએ. આ મારો નિશ્ચિત મત છે.",
        "7": "અનલાભનું કાંઈ કરવું એ સત્ય છે. આવા છોડાણને તામસિક (અજ્ઞાનના મોડી) કહેવાય છે.",
        "8": "એવો વ્યક્તિ જેણે શારીરિક અસુવિધાને કારણે ક્રિયાઓને છોડી દીધું છે, તેને દુઃખદાયી માન્યું છે, તે રાજસિક (ઉત્સાહી) છોડાણ કરે છે અને છોડાણના પરિણામને પ્રાપ્ત નથી કરે.",
        "9": "એવો વ્યક્તિ જેણે ફરજિયાત ક્રિયાઓને કરવામાં, અપૂર્વતા અને પરિણામ માટેની ઇચ્છા વિના કરતો છે, તે સત્ત્વિક (શુદ્ધ) છોડાણ કરે છે.",
        "10": "એવો છોડાણકાર કે જે અસંગ અને ક્રિયાઓના પરિણામોની ઇચ્છા વિના છે તે સત્ત્વ (સારું) ધરાવે છે, અને તે એક બુદ્ધિમાન વ્યક્તિ છે.",
        "11": "કોઈપણ વ્યક્તિ સંપૂર્ણપણે ક્રિયાઓને છોડી શકે છે નહીં. એ વ્યક્તિ જેણે ક્રિયાઓના પરિણામોને છોડી દીધું છે તે સત્ય છોડાણકાર તરીકે ગણાય છે.",
        "12": "ક્રિયાઓના પરિણામો ત્રણ પ્રકારના હોય છે—અનમિષ્ટ, મીઠા, અને મિશ્રિત. આ ત્રણ પ્રકારના પરિણામો છોડાણકારે મૃત્યુ પછી પ્રાપ્ત કરે છે, પરંતુ સત્ય છોડાણકારે પ્રાપ્ત કરતું નથી.",
        "13": "મનેથી સમજો કે તમામ ક્રિયાઓના સિદ્ધિ માટેના પાંચ કારણો કયા છે, જે સંખ્યા તત્વશાસ્ત્રમાં બધા ક્રિયાઓના સિદ્ધિ માટે સૂચવવામાં આવ્યા છે.",
        "14": "પાંચ કારણો છે: શરીર, કરનારો, વિવિધ સંસારો, વિવિધ પ્રયત્નો, અને દૈવી પ્રસાદ.",
        "15-16": "જેની ક્રિયાઓ શરીર, વાક્ય, અથવા મન દ્વારા કરવામાં આવે છે, તે સારું કે ખરાબ છે, તે આ પાંચ કારણોને અપનાવવું જોઈએ. જેથી, કરનાર જે સમજ્યા વિના ક્રિયા કરે છે, તે પોતાને એકમાત્ર કરનાર માનેછે અને આભ્રમિત છે.",
        "17": "જેઓ ક્રિયાઓના પરિણામોને લીધે જોડાયેલા નથી અને કરવાના અહંકારના સંજ્ઞા વિના છે તે ક્રિયાઓ દ્વારા બાંધાયેલું નથી.",
        "18": "જ્ઞાન, જ્ઞાનની વસ્તુ, અને જ્ઞાન કરનાર ત્રિપ્રકારના જ્ઞાન છે.",
        "19": "જ્ઞાન, ક્રિયા, અને કરનાર ત્રણ ગુણ (પ્રકૃતિના મોડ) અનુસાર ભેદાય છે. આ ભેદોને મારા પાસેથી સાંભળો.",
        "20": "જ્ઞાન જે સર્વ વસ્તુઓમાં એક અવિરોધ્ય તથ્યને જોવા માટે, અને સર્વ વસ્તુઓને તેમાંથી વિભાજિત ના કરવા, તે સત્ત્વિક (શુદ્ધ) છે.",
        "21": "જ્ઞાન જે વિવિધ જીવનના સ્વરૂપોને જોઈને, વિવિધ પ્રકારોમાં વિભાજિત કરે છે, અને જીવોમાં ભેદોને જોઇને, તે રાજસિક (ઉત્સાહી) છે.",
        "22": "જ્ઞાન જે વૈવિધ્યની મયા દ્વારા આભ્રમિત છે, ફક્ત સત્યના એક ભાગને જોઈને, તે તામસિક (અજ્ઞાન) છે.",
        "23": "ક્રિયા જે અસંગની વિના, પરિણામ માટેની ઇચ્છા વિના, અને તમારા કર્મોના અનુરૂપ કરવાઈ છે, તે સત્ત્વિક (શુદ્ધ) છે.",
        "24": "ક્રિયા જે પરિણામ માટેની ઇચ્છા અને અહંકારિક જોડાણ સાથે કરવામાં આવે છે, તે રાજસિક (ઉત્સાહી) છે.",
        "25": "ક્રિયા જે આભ્રમણ હેઠળ, પરિણામોને અથવા પરિણામો વિના, અને ઉત્સાહ વિના કરવામાં આવે છે, તે તામસિક (અજ્ઞાન) છે.",
        "26": "જે વ્યક્તિ અસંગ અને અહંકાર વિના છે, અને નિશ્ચિતતા અને ઉત્સાહ સાથે કાર્ય કરે છે, તે સત્ત્વિક (શુદ્ધ) છે.",
        "27": "જે વ્યક્તિ ક્રિયાઓના પરિણામો માટે ઇચ્છુક છે, લોભી, હિંસક, અને અશુદ્ધ છે, તે રાજસિક (ઉત્સાહી) છે.",
        "28": "જે વ્યક્તિ મંદ, મૂર્ખ, છેતરપિંડી, અને આલસ, અને જે મોસમ કરે છે, તે તામસિક (અજ્ઞાન) છે.",
        "29": "મારા પાસેથી સુણો ત્રણfold બુદ્ધિ અને નિર્ધારણ, જે ગુણો (પ્રકૃતિના મોડ) અનુસાર વર્ણવવામાં આવ્યું છે.",
        "30": "બુદ્ધિ જે શું કરવું અને શું નહીં કરવું, શું ડરવું અને શું નહીં ડરવું, અને શું બંધન અને શું મુક્તિ છે, તે સત્ત્વિક (શુદ્ધ) છે.",
        "31": "બુદ્ધિ જે ધર્મ (કર્મ) અને અધર્મ (અધર્મ) ને ખોટી રીતે સમજાવે છે, અને ક્રિયાઓને અનુસાર ભેદ કરે છે, તે રાજસિક (ઉત્સાહી) છે.",
        "32": "બુદ્ધિ જે અજ્ઞાનમાં ઘેરાયેલું છે, જે ધર્મને અધર્મ અને વિરુદ્ધ તે ગણાવે છે, તે તામસિક (અજ્ઞાન) છે.",
        "33": "નિર્ધારણ જેના દ્વારા મન, ઇન્દ્રિયો, અને પ્રાણ (જીવંત શક્તિ) યોગ દ્વારા મજબૂત થાય છે, તે સત્ત્વિક (શુદ્ધ) છે.",
        "34": "નિર્ધારણ જે પરિણામો માટેની ઇચ્છા દ્વારા પ્રેરિત છે અને જે ધર્મ, અર્થ (સમૃદ્ધિ), અને કામ (આનંદ) પ્રાપ્ત કરવા માંગે છે, તે રાજસિક (ઉત્સાહી) છે.",
        "35": "નિર્ધારણ જે ઊંઘ, ભ્રમ, અને ડર દ્વારા ચલાવવામાં આવે છે, અને જે લાંબા સમય સુધી અસફળ રહે છે, તે તામસિક (અજ્ઞાન) છે.",
        "36": "હવે, તમારી પાસે ત્રણfold આનંદ વિશે સાંભળો, જે અભ્યાસ દ્વારા પ્રાપ્ત થાય છે અને જે અંતે દુઃખ નિવારણ તરફ દોરી જાય છે.",
        "37": "આનંદ જે પહેલા ઝેરી જેવી લાગે છે પરંતુ છેલ્લે અમૃત જેવા બને છે, તે સત્ત્વિક (શુદ્ધ) છે, આત્મવિશ્લેષણ અને જ્ઞાનથી ઉદ્ભવશે.",
        "38": "આનંદ જે ઇન્દ્રિયોની પોતાની વસ્તુઓ સાથે જોડાણમાંથી આવે છે, પહેલા અમૃત જેમ છતાં છેલ્લે ઝેરી જેવી હોય છે, તે રાજસિક (ઉત્સાહી) છે.",
        "39": "આનંદ જે ભ્રમ, આલસ, અને ઉપેક્ષાને કારણે અનુભવે છે, જે ઊંઘ અને અજ્ઞાનમાંથી ઊભું થાય છે, તે તામસિક (અજ્ઞાન) છે.",
        "40": "જમીન પર, આકાશમાં, અથવા દેવતાઓમાં કોઈપણ પદાર્થ આ ત્રણ ગુણો (પ્રકૃતિના મોડ)થી મુક્ત નથી.",
        "41": "બ્રાહ્મણ, ક્ષત્રીય, વૈશ્ય, અને શૂદરાના કાર્ય એ તેમની inher સંસ્કૃતિ અને લક્ષણો અનુસાર વિભાજિત છે.",
        "42": "શાંતિ, સ્વ-નિયંત્રણ, તપસ્યા, શુદ્ધતા, ક્ષમા, અને જ્ઞાન એ બ્રાહ્મણના કાર્યને પરિભાષિત કરે છે.",
        "43": "કોરેજ, વીરતા, સ્થિરતા, અને લડાઈમાં લડવાની અને અન્યને સુરક્ષિત કરવાની ક્ષમતા એ ક્ષત્રીયના કાર્યને પરિભાષિત કરે છે.",
        "44": "કૃષિ, પશુપાલન, અને વેપાર એ વૈશ્યના કાર્યને પરિભાષિત કરે છે.",
        "45": "સેવા અને હસ્તશીલ કાર્ય એ શૂદરાના કાર્યને પરિભાષિત કરે છે.",
        "46": "એવો વ્યક્તિ જે પોતાના કાર્યને નિષ્ઠા સાથે કરે છે, તે સંપૂર્ણતા પ્રાપ્ત કરે છે. સાંભળો કે કેવી રીતે કોઈ પોતાના કાર્યને કરીને સંપૂર્ણતા પ્રાપ્ત કરે છે.",
        "47": "જે વ્યક્તિ પોતાનો કાર્ય તેના સ્વભાવ અનુસાર કરે છે, તે સંપૂર્ણતા પ્રાપ્ત કરી શકે છે.",
        "48": "જે વ્યક્તિ પોતાના કાર્યને અસંગ સાથે કરે છે, બધા ક્રિયાઓને મને સોંપીને, તે શાશ્વત શાંતિ પ્રાપ્ત કરે છે.",
        "49": "જે વ્યક્તિ અસંગ, આત્મ-નિયંત્રણ, અને ઈચ્છાને પાર કરવું છે, તે મુક્તિની ઉચ્ચતમ સ્થિતિ પ્રાપ્ત કરે છે.",
        "50": "મને પાસેથી સાંભળો કે કેવી રીતે એક કે જેને આ સંપૂર્ણતા પ્રાપ્ત કરવી છે, તે ઉત્તમ જ્ઞાન અને જીવનનો અંતિમ લક્ષ્ય પ્રાપ્ત કરે છે.",
        "51-53": "જેઓ આત્મ-અવલોકન કરે છે, ઇન્દ્રિયોને નિયંત્રણમાં રાખે છે, અને ઇચ્છાઓથી વિમુક્ત રહે છે, અને જે સતત ધ્યાનમાં વિલીન છે, તે મુક્તિ પ્રાપ્ત કરે છે.",
        "54": "જે વ્યક્તિ આત્મ-અહંકારથી મુક્ત છે અને બધા જીવોને સમાન રીતે જોઈને, અને મને ભક્તિ ધરાવે છે, તે ઉચ્ચતમ સ્થિતિ પ્રાપ્ત કરે છે.",
        "55": "ભક્તિ દ્વારા, એક વ્યક્તિ મને હું જેવી છું તે જાણે છે અને તેથી ઉચ્ચતમ જ્ઞાન પ્રાપ્ત કરે છે.",
        "56": "જે વ્યક્તિ બધા ક્રિયાઓને મને ભક્તિ સાથે કરે છે, તે શાશ્વત આનંદ અને સત્ય સ્થિતિ પ્રાપ્ત કરે છે.",
        "57": "જે વ્યક્તિ બધા ક્રિયાઓને મને સોંપે છે, અને મારી સાથે ધ્યાન કેન્દ્રિત રાખે છે, તે મુક્તિ પ્રાપ્ત કરે છે.",
        "58": "જે વ્યક્તિ બધા ક્રિયાઓને મને સોંપે છે, અને મારી સાથે મનને વિલીન રાખે છે, તે મારી કૃપા દ્વારા તમામ અવરોધોને પરાજિત કરશે.",
        "59": "જે વ્યક્તિ પોતાના અહંકાર અને અજ્ઞાનથી પીડિત છે, તે કૃતિઓ દ્વારા બાંધાયેલું નહીં છે.",
        "60": "જે વ્યક્તિ પોતાનું સ્વભાવથી બાંધાયેલું છે, તે તેના રૂચિ અનુસાર ક્રિયાઓ કરશે, ભલે તે બીજી રીતે ઇચ્છતા હોય.",
        "61": "પરમેશ્વર તમામ જીવોના હૃદયમાં વસે છે, ઓ અર્જુન, અને તે પોતાના ઇચ્છા મુજબ તેમને ચલાવે છે.",
        "62": "તમારા સર્વ હૃદય સાથે પરમેશ્વરનું આશ્રય લો, અને તેના કૃપા દ્વારા, તમે ઉચ્ચતમ શાંતિ અને શાશ્વત નિવાસ પ્રાપ્ત કરશો.",
        "63": "આ રીતે, મેં તમને સૌથી ઊંડું જ્ઞાન આપ્યું છે. આ પરિપ્રેક્ષ પર વિચાર કરો અને તમારા સમજણ અનુસાર કાર્ય કરો.",
        "64": "ઓ અર્જુન, મારી કૃપાથી, મેં તમને સૌથી ગુપ્ત જ્ઞાન ખુલાસો કર્યો છે. આ પરિપ્રેક્ષ પર વિચાર કરો અને જેઠો જે ઇચ્છો તે કરો.",
        "65": "મારેને બધા હૃદય સાથે શ્રદ્ધા સાથે સખત કરો, અને તમે અંતિમ શાંતિ અને મુક્તિ પ્રાપ્ત કરશો.",
        "66": "બધા પ્રકારની ધર્મતાથી છોડી દેવું અને ફક્ત મારે માટે આશ્રય લેવું, તમે મુક્તિ અને શાશ્વત શાંતિ પ્રાપ્ત કરશો.",
        "67": "આ જ્ઞાન સૌથી ગુપ્ત અને પવિત્ર છે. ધ્યાન આપો, અને જે ઇચ્છો તે કરો.",
        "68": "જે વ્યક્તિ મારા ભક્તોને આ સુપ્રીમ ગુપ્ત જ્ઞાનનું પ્રસાર કરશે, તે મારા દૈવી કૃપા પ્રાપ્ત કરશે અને આભારી રહેશે.",
        "69": "આ જ્ઞાનને મારા ભક્તોને પ્રસાર કરનારા કરતાં વધારે પ્રેમાળ કોઈ નથી, અને એવાં કોઈ વધુ પ્રેમાળ નહીં હશે.",
        "70": "જે વ્યક્તિ આ પવિત્ર સંવાદને સમજણ સાથે અભ્યાસ કરશે, તે કર્મના બંધનમાંથી મુક્ત થશે અને મુક્તિ પ્રાપ્ત કરશે.",
        "71": "જે વ્યક્તિ શ્રદ્ધા અને આદર સાથે સાંભલે છે, તે જ્ઞાન અને મુક્તિ પ્રાપ્ત કરશે, અને જન્મ અને મૃત્યુના ચક્રમાંથી મુક્ત થશે.",
        "72": "આ સૌથી ઊંડું અને પવિત્ર જ્ઞાન છે. આ પરિપ્રેક્ષ પર વિચાર કરો અને તે અનુસાર કાર્ય કરો, ઓ અર્જુન.",
        "73": "અર્જુને કહ્યું: ઓ કૃષ્ણ, મેં તમારી દૈવી શબ્દો સાંભળ્યા છે, અને મારું ભ્રમ દૂર થઈ ગયું છે. હું હવે તમારી સૂચનાઓ અનુસાર કાર્ય કરવા માટે તૈયાર છું.",
        "74": "આદરણીય ભગવાને કહ્યું: ઓ અર્જુન, તમે સત્ય બોલ્યા છે. હવે, હું તમને સૌથી ગુપ્ત જ્ઞાન ખુલાસો કરીશ.",
        "75": "મારેને સર્વ શ્રિષ્ટ જ્ઞાન પ્રગટ્યું છે, જે બધા ગ્રંથોનું રસ છે. હવે, જે ઇચ્છો તે કરો.",
        "76": "અર્જુને કહ્યું: ઓ કૃષ્ણ, હું હવે સંપૂર્ણપણે ઉજાગર થયો છું. હું હવે ઉચ્ચતમ જ્ઞાન પ્રાપ્ત કરી લ્યો છું અને તમારી સૂચનાઓ અનુસાર કાર્ય કરીશ.",
        "77": "આદરણીય ભગવાને કહ્યું: ઓ અર્જુન, તમે હવે ઉચ્ચતમ જ્ઞાન પ્રાપ્ત કરી લીધું છે. તમે હંમેશા યાદ રાખો અને અનુસાર કાર્ય કરો.",
        "78": "આ રીતે, અધ્યાય 18 ભગવાનના સંન્યાસ દ્વારા મુક્તિ તરીકે ઓળખાતો અધ્યાય સમાપ્ત થાય છે."
    }            
}